Repository: birlasoft370/Exl-NerveHub
Catalog: CorDig_EXL_NerveHub_MicUI_LandingPage/CodeBase/BPA.GlobalResources/UI/QualityManagement/Resources.SamplingSetup.*.resx
Languages: da_dk, pl_pl

# display_Month
source: Month
da_dk: Måned
pl_pl: Miesiąc

# display_SamplingMethodology1
source: Sampling Methodology 1
da_dk: Sampling Metode 1
pl_pl: Sampling Metodologia 1

# display_SamplingMethodology2
source: Sampling Methodology 2
da_dk: Sampling Metode 2
pl_pl: Sampling Metodologia 2

# display_SamplingMethodology3
source: Sampling Methodology 3
da_dk: Sampling Metode 3
pl_pl: Sampling Metodologia 3

# display_SamplingMethodology4
source: Sampling Methodology 4
da_dk: Sampling Metode 4
pl_pl: Sampling Metodologia 4

# display_TransactionmonitoringSheet
source: Transaction monitoring Sheet :
da_dk: Transaktion overvågning Sheet:
pl_pl: Transakcja monitorowanie Sheet:

# display_Year
source: Year :
da_dk: År:
pl_pl: Rok :

# display_NoofAuditsagentweek
source: No. of Audits / agent / week :
da_dk: Antal revisioner / agent / uge:
pl_pl: Nie audytów / agenta / tygodniu:

# display_NoofAuditsagentweekBase
source: No. of Audits/ agent/week (Base) :
da_dk: Antal revisioner / middel / uge (Base):
pl_pl: Nie audytów / agencji / tydzień (baza):

# display_btnRequiredSample
source: Required Sample
da_dk: Nødvendig Sample
pl_pl: wymagane próbki

# display_Campaign
source: Campaign
da_dk: Kampagne
pl_pl: Kampania

# display_ConfidenceLevel
source: Confidence Level :
pl_pl: Poziom zaufania :

# display_DefectRate
source: Defect Rate:
da_dk: Defekt Rate:
pl_pl: Wada rate:

# display_Disabled
source: Disabled:
da_dk: Handicappet:
pl_pl: Niepełnosprawny:

# display_FixedPercentage
source: Fixed Percentage :
da_dk: Fast procentdel:
pl_pl: Ustalony procent:

# display_IsAgentWise
source: Is AgentWise:
da_dk: Er AgentWise:
pl_pl: Czy AgentWise:

# display_Precision
source: Precision:
da_dk: Præcision:
pl_pl: Precyzja:

# display_SamplingMethodology5
source: Sampling Methodology 5
da_dk: Sampling Metode 5
pl_pl: Sampling Metodologia 5

# display_TotalVolume
source: Total Volume :
pl_pl: Maksymalna głośność :

# required_TransactionmonitoringSheet
source: Please select Transaction Monitoring Sheet
da_dk: Vælg venligst
pl_pl: Proszę wybrać

# display_OverrideSampleSize
source: Override Sample Size
da_dk: Tilsidesæt Sample Size
pl_pl: Rozmiar Zastąp próbki

# display_SampleCampaignName
source: Campaign Name
da_dk: kampagne Navn
pl_pl: Nazwa kampanii

# display_SampleSize
source: Sample Size
pl_pl: Wielkość próbki

# display_StatutsOutCome
source: Statuts OutCome
da_dk: Statuts resultat
pl_pl: Statuts wyniku

# display_TransactionCount
source: Transaction Count
da_dk: Transaktion Antal
pl_pl: Liczba transakcji

# display_TransactionPercent
source: Transaction Percent
da_dk: Transaktion Procent
pl_pl: Procent transakcja

# display_TransactionType
source: Transaction Type
da_dk: Transaktion Type
pl_pl: typ transakcji

# display_CreateNewSample
source: Create New Sample
da_dk: Opret ny Sample
pl_pl: Tworzenie nowej próbki

# display_ModifyExistingSample
source: Modify Existing Sample
da_dk: Modificere eksisterende Sample
pl_pl: Modyfikować istniejące Sample

# display_Tittle
source: Sample Setup
pl_pl: Przykładowa konfiguracja

# display_Delete_Confirmation
source: Do you want to delete this Sample ?
da_dk: Vil du ønsker at slette denne prøve?
pl_pl: Czy chcesz usunąć tę próbkę?

# display_SampleName
source: Sample Name
pl_pl: próbka Nazwa

# display_SearchSample_Title
source: Search Sample
da_dk: Søg Sample
pl_pl: Przykład wyszukiwania

# display_AuditPercent
source: % of Audits
da_dk: % Af revision
pl_pl: % Kontroli

# display_AuditsMonth
source: No. of Audits/Month
da_dk: Antal Revisioner / Måned
pl_pl: Nie audytów / miesiąc

# display_SamplingMethodology6
source: Sampling Methodology 6
da_dk: Sampling Metode 6
pl_pl: Sampling Metodologia 6

# display_SamplingMethodology7
source: Sampling Methodology 7
da_dk: Sampling Metode 7
pl_pl: Sampling Metodologia 7

# display_save
source: Sampling data saved successfully !.
da_dk: Prøve gemt!
pl_pl: Próbka zapisany pomyślnie!

# display_Update
source: Sampling data updated successfully !.
da_dk: Prøve opdateret!
pl_pl: Próbka zaktualizowany!

# display_Error_Auditsagentweek
source: Please enter no. of Audits / agent / week
da_dk: Indtast Antal revisioner / agent / uge
pl_pl: Proszę podać nr audytów / agent / tydzień

# display_Error_AuditsagentweekBase
source: Please enter no. of Audits/ agent/week (Base)
da_dk: Indtast Antal revisioner / middel / uge (Base)
pl_pl: Proszę podać nr audytów / agenta / tydzień (baza)

# display_Error_ConfidenceLevel
source: Please select Confidence Level
da_dk: Vælg venligst Confidence Level
pl_pl: Wybierz poziom ufności

# display_Error_EqualToZero
source: Required sample cannot be less than or equal to zero
da_dk: Nødvendig prøve kan ikke være mindre end eller lig med nul
pl_pl: Wymagane próbki nie może być mniejsza niż lub równa zeru

# display_Error_Precision
source: Please enter Precision
da_dk: Indtast Precision
pl_pl: Proszę podać Precision

# display_Error_TotalVolume
source: Please enter Total Volume
da_dk: Indtast venligst Total Volume
pl_pl: Proszę podać całkowitej objętości

# display_Fixed_Percentage
source: Fixed Percentage
da_dk: fast procentdel
pl_pl: ustalony procent

# display_Validation_selectCampaign
source: Please select Campaign Name
da_dk: Vælg venligst Kampagne
pl_pl: Wybierz kampanię

# display_Validation_selectFixedPercentage
source: Please enter FixedPercentage
da_dk: Indtast venligst FixedPercentage
pl_pl: Proszę podać FixedPercentage

# display_Validation_selectNotes
source: Please select Notes
da_dk: Vælg venligst noter
pl_pl: Proszę wybrać Notatki

# display_Validation_selectStatusOutCome
source: Please select Status OutCome
da_dk: Vælg venligst status udfald
pl_pl: Proszę wybrać stanu rezultatu

# display_Validation_selectTransactionNo
source: Please select Transaction No
da_dk: Vælg venligst Transaktion Ingen
pl_pl: Proszę wybrać transakcja nr

# display_Validation_selectTransactiontype
source: Please select Transaction Type
da_dk: Vælg venligst Transaktion Type
pl_pl: Proszę wybrać typ transakcji

# display_Validation_selectworkdefinition
source: Please select Work Definition
da_dk: Vælg venligst Arbejde Definition
pl_pl: Proszę wybrać Work Definicja

# display_Validation_selectWorkObjects
source: Please select Work Objects
da_dk: Vælg venligst Work Objekter
pl_pl: Proszę wybrać obiekty robocze
