Repository: birlasoft370/Exl-NerveHub
Catalog: CorDig_EXL_NerveHub_MicUI_LandingPage/CodeBase/BPA.GlobalResources/UI/QualityManagement/Resources.CheckTheChecker.*.resx
Languages: es_es, pl_pl

# display_AgentName
source: Agent Name :
es_es: Nombre del agente :
pl_pl: Imię agenta :

# display_CamName
source: Campaign Name :
es_es: Nombre de campaña :
pl_pl: Nazwa kampanii:

# display_GridAgentName
source: Agent Name
es_es: Nombre del agente
pl_pl: Imię agenta

# display_GridAssesorName
source: Assesor Name
es_es: Nombre Assesor
pl_pl: Nazwa Assesor

# display_GridMonitoringDate
source: Monitoring Date
es_es: Fecha de monitoreo
pl_pl: monitoring Data

# display_GridTransactionNo
source: Transaction No
es_es: No de transacción
pl_pl: transakcja Nie

# display_GridTransactionOutCome
source: Transaction OutCome
es_es: resultado de la transacción
pl_pl: Rezultat transakcja

# display_GridTransactionType
source: Transaction Type
es_es: tipo de transacción
pl_pl: typ transakcji

# display_LoadExistingDataSets
source: Load Existing Data Sets
es_es: Cargar conjuntos de datos existentes
pl_pl: Załaduj istniejących zbiorów danych

# display_MonitoringDateRange
source: Monitoring Date Range :
es_es: Monitoreo Rango de fechas:
pl_pl: Monitorowanie Zakres dat:

# display_MonitoringType
source: Monitoring Type :
es_es: Tipo de monitoreo:
pl_pl: Rodzaj Monitoring:

# display_PullSampleForCTC
source: Pull Sample For CTC
es_es: Tire de la muestra Para CTC
pl_pl: Wyciągnij próbkę dla CTC

# display_SearchSave
source: Search and Save
es_es: Búsqueda y poder
pl_pl: Wyszukiwanie i zapisywanie

# display_SubProcess
source: Sub Process Name :
es_es: Sub Nombre de proceso:
pl_pl: Sub Nazwa procesu:

# display_Tittle
source: Check The Checker
es_es: El verificador de comprobar
pl_pl: Sprawdź program sprawdzający

# display_TMName
source: TM Name :
es_es: Nombre TM:
pl_pl: TM Nazwa:

# display_TransactionDateRange
source: Transaction Date Range :
es_es: Transacción Rango de fechas:
pl_pl: Transakcja Zakres dat:

# display_TransactionNumber
source: Transaction Number :
es_es: Número de transacción :
pl_pl: Numer transakcji :

# display_TransactionType
source: Transaction Type :
es_es: Tipo de transacción :
pl_pl: Typ transakcji :

# display_UpdateExistingCTC
source: Update Existing CTC
es_es: Actualizar CTC existente
pl_pl: Zaktualizować istniejące CTC

# required_AgentName
source: Please select Agent Name
es_es: Por favor, seleccione Nombre del agente
pl_pl: Proszę wybrać nazwę agenta

# required_CamName
source: Please select Campaign Name
es_es: Por favor, seleccione Nombre de la campaña
pl_pl: Proszę wybrać nazwę kampanii

# required_MonitoringDateRange
source: Please select Monitoring Date Range
es_es: Por favor, seleccione Seguimiento de intervalo de fechas
pl_pl: Proszę wybrać zakres dat monitoringu

# required_MonitoringType
source: Please select Monitoring Type
es_es: Por favor, seleccione Tipo de Seguimiento
pl_pl: Proszę wybrać rodzaj monitoringu

# required_SubProcess
source: Please select Sub Process
es_es: Por favor, seleccione Sub Proceso
pl_pl: Proszę wybrać Sub Process

# required_TMName
source: Please select TM Name
es_es: Por favor, seleccione Nombre TM
pl_pl: Proszę wybrać nazwę TM

# required_TransactionDateRange
source: Please select Transaction Date Range
es_es: Por favor, seleccione Transacción intervalo de fechas
pl_pl: Proszę wybrać zakres dat transakcji

# required_TransactionNumber
source: Please select Transaction Number
es_es: Por favor seleccione número de transacción
pl_pl: Proszę wybrać numer transakcji

# required_TransactionType
source: Please select Transaction Type
es_es: Por favor, seleccione Tipo de transacción
pl_pl: Proszę wybrać typ transakcji

# dispaly_NoTransaction
source: No transaction for the specified time period is available.
es_es: Sin Transacción para el período de tiempo especificado está disponible.
pl_pl: Nie transakcji dla określonego okresu czasu jest dostępna.

# display_CTCDate
source: CTC Date :
es_es: CTC Fecha:
pl_pl: CTC Data:

# display_CTCEndDate
source: End Date :
es_es: Fecha final :
pl_pl: Data końcowa :

# display_CTCStartDate
source: Start Date :
es_es: Fecha de inicio :
pl_pl: Data rozpoczęcia :

# display_EndDateFormat
source: Transaction end date is not in correct format (mm/dd/yyyy).
es_es: Fin de transacción La fecha no está en el formato correcto (dd / mm / aaaa).
pl_pl: Transakcja Data zakończenia nie jest w odpowiednim formacie (dd / mm / rrrr).

# display_GridAuditedBy
source: Audited By
es_es: Por auditado
pl_pl: zbadane przez

# display_MonitoringEndDateFormat
source: Monitoring end date is not in correct format (mm/dd/yyyy).
es_es: Monitoreo fecha de finalización no está en formato correcto (dd / mm / aaaa).
pl_pl: Monitorowanie Data zakończenia nie jest w odpowiednim formacie (dd / mm / rrrr).

# display_MonitoringStartDateFormat
source: Monitoring start date is not in correct format (mm/dd/yyyy).
es_es: Monitoreo Fecha de Inicio no está en formato correcto (dd / mm / aaaa).
pl_pl: Monitoring Data rozpoczęcia nie jest w odpowiednim formacie (dd / mm / rrrr).

# display_StartDateFormat
source: Transaction start date is not in correct format (mm/dd/yyyy).
es_es: Fecha de Inicio de transacción no está en formato correcto (dd / mm / aaaa).
pl_pl: Transakcja Data rozpoczęcia nie jest w odpowiednim formacie (dd / mm / rrrr).

# display_ReasonMessage
source: Please enter reason to reject.
es_es: Sírvanse proporcionar razón para rechazar.
pl_pl: Proszę podać powód do odrzucenia.

# required_CTCDate
source: Please enter CTC Date
es_es: Por favor, introduzca CTC Fecha
pl_pl: Proszę wprowadzić daty CTC

# btn_txtGetSample
source: Get Sample
es_es: Obtener la muestra
pl_pl: Zapisz próbkę

# btn_txtGetSampleSave
source: Get Sample and Save
es_es: Obtener la muestra y Guardar
pl_pl: Zapisz próbkę i Zapisz
