Repository: birlasoft370/Exl-NerveHub
Catalog: CorDig_EXL_NerveHub_MicUI_LandingPage/CodeBase/BPA.GlobalResources/UI/QualityManagement/Resources.Reports.*.resx
Languages: es_es

# ddl_QCTMmonitoringNAMEID
source: AF-50,AN-49,B-48
es_es: AF-53, AN-52, B-51

# display_ActionDate
source: Action date
es_es: Fecha de acción

# display_ActiontDesc
source: Action
es_es: Acción

# display_CalibrationReport
source: Calibration Report
es_es: Informe de calibración

# display_ComplianceSpiritHeading
source: ERS Report
es_es: ERS Informe

# display_DefaultDesc
source: Default Desc.
es_es: Por defecto la descripción.

# display_DefaultID
source: Defect Id
es_es: Id defecto

# display_ERSDate
source: ERS Date
es_es: ERS Fecha

# display_GenerateAlert
source: Generate Alert
es_es: generar alerta

# display_processName
source: Process Name
es_es: Nombre del proceso

# display_QCTMAgentName
source: Agent Name
es_es: Nombre del agente

# display_QCTMAll
source: All
es_es: Todas

# display_QCTMAuditorName
source: Auditor Name
es_es: Nombre del auditor

# display_QCTMClient
source: Client
es_es: Cliente

# display_QCTMFromDate
source: From Date
es_es: Partir de la fecha

# display_QCTMgenerateReports
source: Generate Reports
es_es: generar informes

# display_QCTMHeading
source: Transaction Monitoring Report
es_es: Informe de seguimiento de la transacción

# display_QCTMMonitoringType
source: Monitoring Type :
es_es: Tipo de monitoreo:

# display_QCTMProcessName
source: Process Name
es_es: Nombre del proceso

# display_QCTMreset
source: Reset
es_es: Reiniciar

# display_QCTMShowComments
source: Show Comments
es_es: Mostrar comentarios

# display_QCTMSubProcess
source: Sub Process Name:
es_es: Sub proceso:

# display_QCTMTMName
source: TM Name:
es_es: Nombre TM:

# display_QCTMToDate
source: To Date:
es_es: Hasta la fecha:

# display_QDashboardDaily
source: Daily
es_es: Diariamente

# display_QDashboardMonthly
source: Monthly
es_es: Mensual

# display_QDashboardRT
source: Select Report Type :
es_es: Seleccione el tipo de informe:

# display_QDashboardWeekly
source: Weekly
es_es: Semanal

# display_Remarks
source: Remarks
es_es: observaciones

# display_SamplingReport
source: Sampling Report
es_es: informe de muestreo

# display_Status
source: Status
es_es: Estado

# display_ExportToExcel
source: Export To Excel
es_es: Exportar a Excel

# display_Month
source: Month
es_es: Mes

# display_MonthSample
source: Month Sample
es_es: Muestra mes

# display_NumberoftotalRecords
source: Number of total Records :
es_es: Número de Registros totales:

# display_OutComeType
source: OutCome Type
es_es: Tipo de resultado

# display_SampleCompleted
source: Sample Completed
es_es: Muestra Completado

# display_SamplingTittle
source: Sampling Volume
es_es: volumen de muestreo

# display_TransactionCompleted
source: Transaction Completed
es_es: transacción completada

# display_TransactionType
source: Transaction Type
es_es: tipo de transacción

# display_WeekEndDate
source: Week End Date
es_es: Semana Fecha de finalización

# display_WeekNumber
source: Week Number
es_es: Número semana

# display_WeekSample
source: Week Sample
es_es: Ejemplo de una semana

# display_WeekStartDate
source: Week Start Date
es_es: Fecha de inicio de la semana

# required_SubProcess
source: Please select Sub Process Name
es_es: Por favor, seleccione Sub Proceso

# required_TMName
source: Please select TM Name
es_es: Por favor, seleccione Nombre TM

# display_TransactionDeletionTitle
source: Transaction Monitoring Deletion Log
es_es: Monitorización de transacciones de eliminación de registros

# display_QDashboardGroupOption
source: Please select Grouping Option
es_es: Seleccionar la opción de Agrupación

# display_QDashboardHeading
source: Quality Dashboard
es_es: Calidad del tablero de instrumentos

# display_QDashboardEndDate
source: End Date:
es_es: Fecha final:

# display_QDashboardEndMonth
source: End Month
es_es: el fin de mes

# display_QDashboardStartDate
source: Start Date:
es_es: Fecha de inicio:

# display_QDashboardStartMonth
source: Start Month
es_es: Inicio Mes

# display_Calibration
source: Calibration
es_es: Calibración

# required_Calibration
source: Please select Calibration Name
es_es: Por favor, seleccione Calibración

# display_Clear
source: Clear
es_es: Claro

# display_ExporttoPdf
source: Export To PDF
es_es: Exportar a PDF

# display_MoniteringFeedbacktitle
source: Monitering & Feedback Report
es_es: monitering

# display_year
source: Year:
es_es: Año:

# display_Feedbacktype
source: Feedback Type
es_es: Tipo de Comentarios

# display_GetSamplingDetails
source: Get Sampling Details
es_es: Obtener detalles de muestreo

# display_Menter
source: Mentor :
es_es: Menter:

# display_MoniteringDate
source: Monitoring Date :
es_es: Monitering Fecha:

# display_note1_1
source: Note 1: If records count is more than one this means data is being requested for more than one week. In this case error message "Data requested is for more than one Week" will be thrown on the sample transaction page.
es_es: Nota 1: Si los registros gira a más de uno, esto significa se está solicitando datos para más de una semana.

# display_note1_2
source: Note 1: If records count is zero this means calander is not setup for the specified the monitoring date.
es_es: Nota 1: Si el recuento de registros es cero, esto significa calandra no está configurado con el objetivo específico de la fecha de monitoreo.

# display_note1_3
source: Note 1: If records count is zero this means, no mentor mentee association is setup.
es_es: Nota 1: Si los registros de recuento es cero, esto significa, ninguna asociación tutor aprendiz es de configuración.

# display_note1_4
source: Note 1: Trans Count indicates the transactions audited for the user through sampling.
es_es: Nota 1: Contador Trans indica las transacciones auditadas para el usuario a través del muestreo.

# display_note1_5
source: Note 1: Trans Count indicates the total transactions audited by the complete process team through sampling.
es_es: Nota 1: Contador Trans indica el total de movimientos controlados por el equipo de proceso completo mediante muestreo.

# display_note2
source: Note 2: If records count is zero this means calander is not setup for the specified the period.
es_es: Nota 2: Si el recuento de registros es cero, esto significa calandra no está configurado con el objetivo específico del período.

# display_note2_1
source: Note 2: If Trans count is less than "No Of Audit Per Agent", then only transaction can be audited for that user through sampling.
es_es: Nota 2: Si el recuento es inferior a Trans &quot;No se de Cuentas por agente&quot;, entonces sólo transacción pueden ser auditadas para ese usuario a través del muestreo.

# display_note2_2
source: Note 2: If Trans count is less than "Sample Size Per Week", then only transaction can be audited through sampling.
es_es: Nota 2: Si el recuento trans es menos de &quot;Tamaño de la muestra por semana&quot;, entonces sólo transacción puede ser auditado por medio del muestreo.

# display_TitleFeedbackReport
source: Feedback Report
es_es: Informe de retroalimentación

# display_TitleSamplingTransactionDetails
source: Sampling Transaction Details
es_es: El muestreo Detalles de Transacción

# display_WeeksgivenDateRange
source: Weeks for given Date Range
es_es: Semanas para el intervalo de fechas determinado

# required_MonthSelect
source: Select Month !
es_es: Seleccione mes !

# required_YearSelect
source: Select Year !
es_es: Seleccione Año!
