Repository: birlasoft370/Exl-NerveHub
Catalog: CorDig_EXL_NerveHub_MicUI_LandingPage/CodeBase/BPA.GlobalResources/UI/QualityManagement/Resources.CalibrationSetup.*.resx
Languages: es_es

# display_CalibrationSearch
source: Calibration Search
es_es: Calibración Buscar

# display_Client
source: Client :
es_es: cliente:

# display_EndDate
source: To Date :
es_es: Hasta la fecha :

# display_CalibrationEndDate
source: Calibration End Date
es_es: Calibración Fecha de finalización

# display_CalibrationStartDate
source: Calibration Start Date
es_es: Fecha de Inicio de calibración

# display_DiscussionDate
source: Discussion Date :
es_es: Discusión Fecha:

# display_GridParticipant
source: Participant
es_es: Partícipe

# display_GridProcessedBy
source: Processed By
es_es: Procesado por

# display_GridProcessName
source: Process Name
es_es: Nombre del proceso

# display_GridTMSheetName
source: TM Sheet Name
es_es: Hoja TM Nombre

# display_GridTransactionDate
source: Transaction Date
es_es: Fecha de Transacción

# display_GridTransactionNo
source: Transaction No
es_es: No de transacción

# display_GridTransactionType
source: Transaction Type
es_es: tipo de transacción

# display_Process
source: Process:
es_es: Proceso:

# display_StartDate
source: From Date :
es_es: Partir de la fecha :

# required_Calibration
source: Please select Calibration Name
es_es: Por favor, seleccione Calibración

# required_EndDate
source: Please enter To Date
es_es: Por favor, introduzca A Fecha

# required_Process
source: Please select Process Name
es_es: Por favor, seleccione Proceso

# required_StartDate
source: Please enter From Date
es_es: Por favor, introduzca De Fecha

# display_SelectTransactions
source: Select Transactions
es_es: Seleccione Transacciones

# display_savemsg
source: Calibration data saved successfully !.
es_es: Calibración Guardar éxito

# display_updatemsg
source: Calibration data updated successfully !.
es_es: Calibración de actualización con éxito

# required_OTcalibrate
source: Please select atleast one transaction to calibrate
es_es: Por favor, seleccione al menos una transacción para calibrar!

# required_participant
source: Please select atleast one participant
es_es: Por favor, seleccione al menos un participante!

# required_processname
source: Please select Process Name
es_es: Por favor, especifique Nombre del proceso

# display_CreateNewCalibrationSetup
source: Create New Calibration
es_es: Crear nueva calibración

# display_ModifyExistingCalibrationSetup
source: Modify Existing Calibration
es_es: Modificar calibración existente

# display_tittle
source: Calibration Setup
es_es: Configuración de calibración

# display_CalibrationName
source: Calibratin Name
es_es: Nombre Calibratin

# display_CalibrationDateRange
source: Calibration Date Range :
es_es: Calibración de intervalo de fechas:

# display_Disable
source: Disable :
es_es: desactivar:
