Repository: birlasoft370/Exl-NerveHub
Catalog: CorDig_EXL_NerveHub_MicUI_LandingPage/CodeBase/BPA.GlobalResources/UI/QualityManagement/Resources.TMSetup.*.resx
Languages: da_dk, es_es, pl_pl

# display_AuditEmail
source: Audit E-Mail:
es_es: Auditoría E-Mail:
pl_pl: Audyt e-mail:

# display_Compliance
source: Compliance:
es_es: Conformidad:
pl_pl: Spełnienie:

# display_DefinitionName
source: Definition Name:
da_dk: Definition Navn:
es_es: Nombre Definición:
pl_pl: Definicja Nazwa:

# display_Description
source: Description:
da_dk: Beskrivelse:
es_es: Descripción:
pl_pl: Opis:

# display_Disable
source: Disable:
da_dk: Deaktiver:
es_es: Inhabilitar:
pl_pl: Wyłączyć:

# display_DPO
source: DPO:
da_dk: databeskyttelsesansvarlige:
es_es: RPD:

# display_MonitoringType
source: Monitoring Type :
da_dk: Overvågning Type:
es_es: Tipo de monitoreo:
pl_pl: Rodzaj Monitoring:

# display_NonFatal
source: Non Fatal:
da_dk: Ikke Fatal:
es_es: No fatal:
pl_pl: Niezakończony zgonem:

# display_Overall
source: Over All
da_dk: Alt i alt
es_es: En general
pl_pl: Ogólnie

# display_RandomSample
source: Random sampling feature for TM additional audits (AN/AF) :
da_dk: Random funktion prøvetagning for TM yderligere kontrolbesøg (AN / AF):
es_es: función de muestreo al azar para TM auditorías adicionales (AN / AF):
pl_pl: Losowa funkcja pobierania próbek dla TM dodatkowych audytów (AN / AF):

# display_SubProcess
source: Sub Process Name :
da_dk: Sub Process Navn:
es_es: Sub Nombre de proceso:
pl_pl: Sub Nazwa procesu:

# display_TMSetupName
source: Name:
da_dk: Navn:
es_es: Nombre:
pl_pl: Nazwa:

# required_MonitoringType
source: Please select Monitoring Type
da_dk: Vælg venligst Overvågning type
es_es: Por favor, seleccione Tipo de Seguimiento
pl_pl: Proszę wybrać rodzaj monitoringu

# required_SubProcess
source: Please select Sub Process Name
da_dk: Vælg venligst Sub Process
es_es: Por favor, seleccione Sub Proceso
pl_pl: Proszę wybrać Sub Process

# required_TMSetupName
source: Please enter Name
da_dk: Indtast venligst navn
es_es: Por favor, introduzca el nombre
pl_pl: Proszę podać nazwę

# display_Add
source: Add
da_dk: Tilføje
es_es: Añadir
pl_pl: Dodaj

# display_preview
source: Preview
da_dk: Fernisering
es_es: Avance
pl_pl: Zapowiedź

# display_SubProcess_Select
source: Select
da_dk: - Vælg delproces -
es_es: - Seleccionar Subproceso -
pl_pl: - Wybierz podproces -

# display_Transaction_Monitoring_Search
source: TM Search
da_dk: TM Søg
es_es: TM Buscar
pl_pl: TM Szukaj

# display_Cancel
source: Cancel
da_dk: Ophæve
es_es: Cancelar
pl_pl: Anuluj

# display_Category
source: Category :
da_dk: Kategori:
es_es: Categoría:
pl_pl: Kategoria :

# display_Clear
source: Clear
da_dk: Klar
es_es: Claro
pl_pl: Jasny

# display_DirectionstouseIf
source: Directions to use If
da_dk: Kørselsvejledning til brug Hvis
es_es: Instrucciones de uso Si
pl_pl: Wskazówki do korzystania Jeśli

# display_EnterFormulaBased
source: Enter formula based on chosen parameters:
da_dk: Indtast Formula Baseret på valgte parametre:
es_es: Introduzca fórmula basada en parámetros elegidos:
pl_pl: Wprowadź formuła oparta na wybranych parametrów:

# display_FreeFields
source: Free Fields :
da_dk: Gratis felter:
es_es: Los campos libres:
pl_pl: Wolnych polach:

# display_Miscellaneous
source: Miscellaneous :
da_dk: Diverse:
es_es: Varios:
pl_pl: Różne :

# display_Ok
source: Ok
da_dk: Okay
es_es: De acuerdo

# display_Parameters_Operators_Functions
source: Parameters/Operators/Functions :
da_dk: Parametre / operatører / funktioner:
es_es: Parámetros / Operadores / funciones:
pl_pl: Parametry / operatorów / funkcje:

# display_ParameterWiseDefects
source: Parameter Wise Defects/Defect Opportunities:
da_dk: Parameter Wise Mangler / Defekte Opportunities:
es_es: Los defectos de los parámetros Wise / Oportunidades de defectos:
pl_pl: Parametr Wise Wady / Defect Szanse:

# display_Refresh
source: Refresh
da_dk: Opfriske
es_es: Refrescar
pl_pl: Odświeżać

# display_SelectedParameters
source: Selected Parameters :
da_dk: Valgte parametre:
es_es: Los parámetros seleccionados:
pl_pl: Wybrane parametry:

# display_View
source: View
da_dk: Udsigt
es_es: Ver
pl_pl: Widok

# display_SearchViewTitle
source: Transaction Monitoring
da_dk: Transaktion Overvågning
es_es: Monitoreo de transacciones
pl_pl: Monitorowanie transakcja

# display_TMCategory_TabStrip
source: TM Category
da_dk: TM Kategori
es_es: TM Categoría
pl_pl: TM Kategoria

# display_TMCriticalParameterMap_TabStrip
source: TM Critical Parameter Map
da_dk: TM kritisk parameter Kort
es_es: TM crítico Parámetro Mapa
pl_pl: TM krytycznym parametrem Mapa

# display_TMDefiniation_TabStrip
source: TM Definition
es_es: TM Definición
pl_pl: TM Definicja

# display_TMDefiniation_Title
source: TM Definition
es_es: TM Definición
pl_pl: TM Definicja

# display_TMFieldLevelFormula
source: TM Field Level Formula
es_es: Fórmula TM Nivel de Campo
pl_pl: TM równych Formula

# display_TMFormula_TabStrip
source: TM Formula
es_es: Fórmula TM

# display_TMFormula_Title
source: TM Formula
es_es: Fórmula TM

# display_TMFreeField_TabStrip
source: TM Free Field
da_dk: TM Gratis Field
es_es: TM Campo Libre
pl_pl: TM Wolne Pole

# display_TMMappingofFreefield
source: TM Mapping of Freefield with Sampling Setup
da_dk: TM Kortlægning af Freefield med Sampling Setup
es_es: TM Cartografía de Freefield con la instalación de muestreo
pl_pl: TM Mapowanie Freefield z konfiguracji próbkowania

# display_TMMetricMap_TabStrip
source: TM Metric Map
da_dk: TM Metric Kort
es_es: TM Métricas Mapa
pl_pl: TM Metric Mapa

# display_TMQuestion_TabStrip
source: TM Question
da_dk: TM Spørgsmål
es_es: pregunta TM
pl_pl: TM Pytanie

# display_OptionDefect
source: Defect
da_dk: Defekt
es_es: Defecto
pl_pl: Wada

# display_OptionDisable
source: Disable
da_dk: Deaktiver
es_es: Inhabilitar
pl_pl: Wyłączyć

# display_OptionIsAudit
source: Is Audit E-Mail
da_dk: Er Audit E-Mail
es_es: Auditoría es E-Mail
pl_pl: Czy Audytu E-Mail

# display_OptionNoScore
source: No Score
da_dk: ingen score
es_es: Sin puntuación
pl_pl: Brak wyniku

# display_Options
source: Options
da_dk: Indstillinger
es_es: opciones
pl_pl: Opcje

# display_OptionScore
source: Score
es_es: Puntuación
pl_pl: Wynik

# display_TMQuestionCompliance
source: Compliance
es_es: Conformidad
pl_pl: Spełnienie

# display_TMQuestionDisable
source: Disable
da_dk: Deaktiver
es_es: Inhabilitar
pl_pl: Wyłączyć

# display_TMQuestionERSAble
source: ERS Able
es_es: Capaz ERS

# display_TMQuestionIsAuditEMail
source: Is Audit E-Mail
da_dk: Er Audit E-Mail
es_es: Auditoría es E-Mail
pl_pl: Czy Audytu E-Mail

# display_TMQuestionLabel
source: Label
da_dk: Mærke
es_es: Etiqueta
pl_pl: Etykieta

# display_TMQuestionNonFatal
source: Non Fatal
da_dk: Ikke Fatal
es_es: no fatal
pl_pl: niezakończony zgonem

# display_TMQuestionNonScoring
source: Non Scoring
da_dk: Ikke Scoring
es_es: no alcanzaron el
pl_pl: Nie Scoring

# required_Options
source: Please enter Option
da_dk: Indtast Option
es_es: Por favor, introduzca Opción
pl_pl: Proszę wprowadzić Option

# required_OptionScore
source: Please enter integer value
da_dk: Indtast venligst heltalsværdi
es_es: Por favor, introduzca un valor entero
pl_pl: Proszę wprowadzić wartość całkowitą

# required_TMQuestionLabel
source: Please enter Label
da_dk: Indtast Label
es_es: Por favor, introduzca la etiqueta
pl_pl: Proszę wprowadzić Label

# required_TMQuestionWeightage
source: Please provide interger value
da_dk: Angiv interger værdi
es_es: Por favor proporcionar un valor número entero
pl_pl: Proszę podać wartość interger

# display_TargetObject
source: Target Object
da_dk: Target Objekt
es_es: objeto de destino
pl_pl: Obiekt docelowy

# display_TMFieldFormulaDrpDownQuestion
source: Question :
da_dk: Spørgsmål:
es_es: pregunta:
pl_pl: pytanie:

# display_TMFieldFormulaRadioQuestion
source: Question
da_dk: Spørgsmål
es_es: Pregunta
pl_pl: Pytanie

# display_TMFreeFieldFormulaChoice
source: Choice :
da_dk: Valg :
es_es: elección:
pl_pl: wybór:

# display_TMFreeFieldFormulaOperator
source: Operator :
da_dk: Operatør :
es_es: operador:

# display_TMFreeFieldFormulaProperty
source: Property :
da_dk: Ejendom:
es_es: Propiedad :
pl_pl: nieruchomości:

# display_FieldLevelFormula
source: Field Level Formula
es_es: Fórmula Nivel de Campo
pl_pl: Poziom polu Formuła

# display_FreeFieldFormula
source: Free Field Formula
da_dk: Gratis Field Formula
es_es: Fórmula Campo Libre
pl_pl: Bezpłatne Pole Formula

# display_FreeFieldFormulaName
source: Free Field Formula Name
da_dk: Gratis Field Formula Name
es_es: Campo Libre Nombre de fórmula
pl_pl: Wolne pole Formuła Nazwa

# display_TMFreeFieldFormulaSearch
source: TM Free Field Formula Search
da_dk: TM Gratis Field Formula Søg
es_es: TM Campo Libre Fórmula Buscar
pl_pl: TM Wolne Pole Formula Szukaj

# required_TargetObject
source: Please select Target Object
da_dk: Vælg venligst Target Objekt
es_es: Por favor seleccione Objeto de destino
pl_pl: Wybierz Obiekt docelowy

# display_Previewddlname
source: Transaction Monitoring Sheet
da_dk: Transaktion Overvågning Sheet
es_es: Hoja de monitoreo de transacciones
pl_pl: Transakcja Monitoring Sheet

# display_TMControlType
source: Control Type
da_dk: Kontrol Type
es_es: Tipo de control
pl_pl: Rodzaj sterowania

# display_TMDataType
source: Data Type
es_es: Tipo de datos
pl_pl: Typ danych

# display_TMIsCTC
source: Is CTC
da_dk: er CTC
es_es: es CTC
pl_pl: Czy CTC

# display_TMIsRequired
source: Is Required
da_dk: Er påkrævet
es_es: Es requerido
pl_pl: Jest wymagane

# display_TMIsVisible
source: Is Visible
da_dk: er synlig
es_es: Es visible
pl_pl: jest widoczny

# display_TMTitleEditFreeField
source: Edit Free Field
da_dk: Edit Gratis Field
es_es: Editar campo libre
pl_pl: Edycja Wolne Pole

# display_TMTitleNewFreeField
source: Add New Free Field
da_dk: Tilføj ny Gratis Field
es_es: Agregar nuevo campo libre
pl_pl: Dodaj nowe pole darmowe

# display_TMValidation
source: Validation
da_dk: Validering
es_es: Validación
pl_pl: Uprawomocnienie

# required_choicefreefield
source: Please define atleast one choice for the free field
da_dk: Venligst Definer mindst et valg for den frie felt
es_es: Por favor, defina al menos una opción para el campo libre
pl_pl: Proszę zdefiniować conajmniej jeden wybór dla pola swobodnego

# required_ControlType
source: Please define control type !
da_dk: Venligst Definer Kontrol type!
es_es: Por favor, defina el tipo de control!
pl_pl: Proszę o określenie rodzaju sterowania!

# required_DataType
source: Please define data type value !
da_dk: Venligst Definer Datatype prisen!
es_es: Por favor, defina Tipo de datos Valor!
pl_pl: Proszę zdefiniować Typ danych wartość!

# display_Select
source: -Select-
da_dk: -Vælge-
es_es: -Seleccionar-
pl_pl: -Wybierz-

# txt_Boolean
source: Boolean
da_dk: Boolesk
es_es: Boole

# txt_Character
source: Character
da_dk: Tegn
es_es: Personaje
pl_pl: Postać

# txt_DateTime
source: DateTime
da_dk: Dato tid
es_es: Fecha y hora

# txt_Float
source: Float
da_dk: Flyde
es_es: Flotador
pl_pl: Pływak

# txt_Integer
source: Integer
es_es: Entero
pl_pl: Liczba całkowita

# txt_Time
source: Time
da_dk: Tid
es_es: Hora
pl_pl: Czas

# display_Choice
source: Choice
da_dk: Valg
es_es: Elección
pl_pl: Wybór

# display_CriticalCondition
source: Critical Condition
da_dk: Kritisk tilstand
es_es: Condición crítica
pl_pl: Krytyczna kondycja

# display_FillChoice
source: Fill Choice
da_dk: Fyld Valg
es_es: llenar Elección
pl_pl: wypełnij Wybór

# display_FormulaBuilder
source: Formula Builder
da_dk: formel Builder
es_es: Generador de fórmulas

# display_FormulaView
source: Formula View
da_dk: formel View
es_es: fórmula Ver
pl_pl: formuła Zobacz

# display_GridColumnName
source: Name
da_dk: Navn
es_es: Nombre
pl_pl: Nazwa

# display_MetricDefinitionName
source: Metric Definition Name
da_dk: Metric Definition Navn
es_es: Definición Nombre métrica
pl_pl: Metric Definicja Nazwa

# display_Pleasewait
source: Please wait...
da_dk: Vent venligst...
es_es: Por favor espera...
pl_pl: Proszę czekać...

# display_PreviewTransactionMonitoringSheet
source: Preview Transaction Monitoring Sheet
da_dk: Eksempel Transaktion Overvågning Sheet
es_es: Vista previa de la hoja de monitorización de transacciones
pl_pl: Podgląd Monitorowanie transakcji Sheet

# display_Search
source: Search
da_dk: Søge
es_es: Buscar
pl_pl: Szukanie

# display_TMCritical
source: TM Critical Parameter
da_dk: TM kritisk parameter
es_es: TM crítico de parámetros
pl_pl: TM krytycznym parametrem

# display_TMQuestionOptions
source: TM Question Options
da_dk: TM Spørgsmål Options
es_es: Opciones de la pregunta TM
pl_pl: TM Opcje pytanie

# display_ViewCondition
source: View Condition
da_dk: Vis betingelse
es_es: Ver Estado
pl_pl: Zobacz Warunek

# dispaly_TMDefinitionUpdated
source: TM Definition data updated sucessfully !.
da_dk: TM Definition data opdateres med succes!.
es_es: datos TM definición actualizada con éxito!.
pl_pl: zaktualizowane pomyślnie! Dane TM definicji.

# display_TMCriticalParamDataSaved
source: TM Critical Parameter data saved sucessfully !.
da_dk: TM kritiske parameter data gemmes held!.
es_es: TM datos de parámetro crítico guardan con éxito!.
pl_pl: TM Dane krytycznym parametrem zapisany pomyślnie!.

# display_TMDefinitionSaved
source: TM Definition data saved sucessfully !.
da_dk: TM Definition data gemmes held!.
es_es: Definición de datos TM guardan con éxito!.
pl_pl: Dane TM Definicja zapisany pomyślnie!.

# display_TMFormulaSaved
source: Formula data saved sucessfully !.
da_dk: Formel gemt gemt med succes!.
es_es: Fórmula datos guardados guardan con éxito!.
pl_pl: Dane zapisane Formuła zapisany pomyślnie!.

# display_TMFreeFieldSaved
source: TM Free Field data saved sucessfully !.
da_dk: TM Gratis Field data gemmes held!.
es_es: los datos de campo libre TM guardan con éxito!.
pl_pl: Dane TM wolne pole zapisany pomyślnie!.

# display_TMMappingFreeFieldSaved
source: TM Mapping Free Field data saved sucessfully !.
da_dk: TM Mapping Gratis Field data gemmes held!.
es_es: Mapeo de datos TM libre de campo guardan con éxito!.
pl_pl: Mapowanie danych TM wolne pole zapisany pomyślnie!.

# display_TMMetricMapSaved
source: TM MetricMap data saved sucessfully !.
da_dk: TM MetricMap data gemmes held!.
es_es: datos TM MetricMap guardan con éxito!.
pl_pl: Dane TM MetricMap zapisany pomyślnie!.

# display_TMQuestionSaved
source: TM Question data saved sucessfully !.
da_dk: TM Spørgsmål data gemmes held!.
es_es: Pregunta datos TM guardan con éxito!.
pl_pl: Dane TM Pytanie zapisany pomyślnie!.

# display_Fatal
source: Fatal:
pl_pl: Fatalny:

# display_TMQuestionFatal
source: Fatal
pl_pl: Fatalny
