Repository: birlasoft370/Exl-NerveHub
Catalog: CorDig_EXL_NerveHub_MicUI_LandingPage/CodeBase/BPA.GlobalResources/UI/EmailManagement/MailConfiguration.Resources.*.resx
Languages: pl_pl

# display_AddRow
source: Add Row
pl_pl: Dodaj wiersz

# display_AutoDiscoveryPath
source: Auto Discovery Path
pl_pl: Ścieżka Auto Discovery

# display_AutoReply
source: Auto Reply
pl_pl: Automatyczna odpowiedź

# display_chkDefaultWebServerURL
source: Use Default Web Server URL:
pl_pl: Użyj domyślnego adresu URL serwera sieci Web:

# display_ConfigurationName
source: Configuration Name
pl_pl: Nazwa konfiguracji

# display_Disable
source: Disable
pl_pl: Wyłączyć

# display_DominoServer
source: Domino's Server
pl_pl: Serwer Domino

# display_EmailID
source: Email ID
pl_pl: ID e-mail

# display_ExchangeServerType
source: Exchange Server Type
pl_pl: Rodzaj Exchange Server

# display_Foldertype
source: Folder type
pl_pl: Typ folderu

# display_IsClientService
source: Is Client Service
pl_pl: Czy Obsługi Klienta

# display_IsReadMail
source: Is Read Mail
pl_pl: Poczta jest odczytywany

# display_LotusServerPath
source: Lotus Server Path
pl_pl: Ścieżka serwera Lotus

# display_MailBoxFolder
source: Mail Box / Folder
pl_pl: Mail Box / folderu

# display_MailBoxName
source: Mail Box Name
pl_pl: Nazwa Mail Box

# display_MailTemplate
source: Mail Template
pl_pl: Szablon Poczta

# display_MoveFolder
source: Move Folder
pl_pl: Przenieś folder

# display_Nonodeschecked
source: No nodes checked.
pl_pl: Nie sprawdził węzły.

# display_Passwords
source: Password
pl_pl: Hasło

# display_PleaseEnterAutoDiscoveryPath
source: Please enter Auto Discovery Path
pl_pl: Proszę podać ścieżkę Auto Discovery.

# display_PleaseEnterEmailID
source: Please enter a valid E-mail
pl_pl: Proszę podać poprawny adres e-mail.

# display_PleaseEnterLotusServerPath
source: Please enter Lotus Server Path
pl_pl: Proszę podać ścieżkę Lotus Server.

# display_PleaseEnterMailBoxName
source: Please enter Mail Box Name
pl_pl: Proszę podać e-mail polu Nazwa.

# display_PleaseEnterNFSFilePath
source: Please enter NFS File Path
pl_pl: Proszę podać NFS ścieżkę do pliku.

# display_PleaseEnterPassword
source: Please enter Password
pl_pl: Proszę wpisać hasło.

# display_PleaseEnterScheduleInterval
source: Please enter Schedule Interval
pl_pl: Proszę podać Harmonogram interwał.

# display_PleaseEnterUserID
source: Please enter User ID
pl_pl: Proszę podać nazwę użytkownika.

# display_PleaseEnterWebServerURL
source: Please enter Web Server URL
pl_pl: Proszę podać adres URL serwera sieci Web.

# display_PleaseSelectCampaign
source: Please select Campaign Name
pl_pl: Wybierz kampanię.

# display_PleaseSelectClient
source: Please select Client Name
pl_pl: Wybierz Client.

# display_PleaseSelectExchangeServerType
source: Please select Exchange Server Type
pl_pl: Wybierz Exchange Server Type.

# display_PleaseSelectFolderType
source: Please select Folder Type
pl_pl: Wybierz typ folderu.

# display_PleaseSelectProcess
source: Please select Process Name
pl_pl: Wybierz Process.

# display_PleaseWaitLoadingMailFolders
source: Please wait loading mail folders.....
pl_pl: Czekaj Ładowanie folderów poczty .....

# display_Primary
source: Primary
pl_pl: Podstawowa

# display_PublicFolder
source: Public Folder
pl_pl: Folder publiczny

# display_RootSubRootPath
source: Root / Sub Root Path
pl_pl: Root / Sub ścieżka główna

# display_SaveMailConfig
source: Mail Configuration data saved successfully !.
pl_pl: Konfiguracja poczty zapisany pomyślnie.

# display_ScheduleInterval
source: Schedule Interval (Sec)
pl_pl: harmonogram Interval

# display_ScheduleIntervalTime
source: Schedule Interval Time
pl_pl: Harmonogram Interwał

# display_SearchFolder
source: Search Folder
pl_pl: Szukaj Folder

# display_SharedMailbox
source: Shared Mailbox
pl_pl: wspólna skrzynka pocztowa

# display_SomethingWrongHappenedContactAdmin
source: Something wrong happened, Contact admin.
pl_pl: Coś złego się stało, Kontakt Admin.

# display_StoreWorkDefinitionName
source: Work Definition Name
pl_pl: Pracuj Definicja Nazwa

# display_Title
source: E-Mail Configuration
pl_pl: Konfiguracja e-mail

# display_UpdateMialConfig
source: Mail Configuration data updated successfully !.
pl_pl: Konfiguracja poczty pomyślnie zaktualizowane

# display_UseCredentialToPull
source: Use Service ID credential To Pull Mails
pl_pl: Użyj poświadczeń identyfikatora usługi do ściągania maili

# display_UseCredentialToSend
source: Check User credential To Send Mails
pl_pl: Sprawdź poświadczenia użytkownika w celu wysłania wiadomości

# display_UserID
source: User ID
pl_pl: identyfikator użytkownika

# display_WebEnabled
source: Web Enabled
pl_pl: Web Włączone

# display_WebServerURL
source: Web Server URL
pl_pl: Adres serwera WWW

# required_WorkDefinitionName
source: Please enter Work Definition Name.
pl_pl: Proszę podać Work Definicja Nazwa.

# display_TimeZone
source: Time Zone:
pl_pl: Strefa czasowa:

# required_TimeZone
source: Please select Time Zone.
pl_pl: Proszę wybrać strefę czasową.

# display_EMSAdvancedConfiguration
source: EMS | Advanced Configuration
pl_pl: EMS | Zaawansowana konfiguracja

# display_EMSMailConfiguration
source: EMS | Mail Configuration
pl_pl: EMS | Konfiguracja poczty

# display_Ingestion
source: Ingestion
pl_pl: Przyjmowanie pokarmu

# display_Name
source: Name
pl_pl: Nazwa

# display_Search
source: Search
pl_pl: Nazwa
