Repository: birlasoft370/Exl-NerveHub
Catalog: CorDig_EXL_NerveHub_MicUI_LandingPage/CodeBase/BPA.GlobalResources/UI/BIReports/Resources.MatricMaster.*.resx
Languages: da_dk, es_es, pl_pl

# display_Add
source: Add
da_dk: Tilføje
es_es: Añadir
pl_pl: Dodaj

# display_AllowBoxPlot
source: Allow Box Plot:
da_dk: Tillad Box Plot:
es_es: Permitir Box Terreno:
pl_pl: Pozwól Wykres pudełkowy:

# display_AllowCorrelation
source: Allow Correlation:
da_dk: Tillad Korrelation:
es_es: Permitir correlación:
pl_pl: Pozwól Korelacja:

# display_AllowParetoAnalysis
source: Allow Pareto Analysis:
da_dk: Tillad Pareto Analyse:
es_es: Permitir el análisis de Pareto:
pl_pl: Pozwól Pareto Analiza:

# display_CategoryName
source: Category Name:
da_dk: Kategori Navn:
es_es: Nombre de la categoría:
pl_pl: Nazwa Kategorii:

# display_ChartType
source: Chart Type:
da_dk: Figur Type:
es_es: Tipo de gráfico:
pl_pl: Typ wykresu:

# display_ClientMetric
source: Client Metric:
da_dk: Klient Metric:
es_es: Métricas de cliente:
pl_pl: Klient Metric:

# display_ClientName
source: Client Name:
da_dk: Klient Navn:
es_es: Nombre del cliente:
pl_pl: Nazwa klienta:

# display_DataCapture
source: Data Capture:
da_dk: Datafangst:
es_es: Captura de datos:
pl_pl: Przechwytywania danych:

# display_ddlFrequencyData
source: 1-Daily,7-Weekly,30-Monthly
da_dk: 1-Daily, 7-Weekly, 30-Månedlig
es_es: 1-Daily, 7-semanal, mensual-30
pl_pl: 1 dziennie, 7-tygodniowe, 30-miesięczny

# display_Description
source: Description:
da_dk: Beskrivelse:
es_es: Descripción:
pl_pl: Opis:

# display_DirectionofGood
source: Direction of Good:
da_dk: Retning af Godt:
es_es: Dirección de Buena:
pl_pl: Kierunek dobre:

# display_FieldLevelDataCapture
source: Field Level Data Capture:
es_es: Nivel de captura de datos de campo:
pl_pl: Przechwytywanie Poziom Pole danych:

# display_FormatString
source: Format String :
es_es: Cadena de formato:

# display_Frequency
source: Frequency:
da_dk: Frekvens:
es_es: Frecuencia:
pl_pl: Częstotliwość:

# display_Goal
source: Goal:
da_dk: Mål:
es_es: Gol:
pl_pl: Cel:

# display_IsDependencyVariable
source: Is Dependency Variable:
da_dk: Er Dependency Variabel:
es_es: La dependencia es variable:
pl_pl: Zależność jest zmienna:

# display_L1Target
source: L1 Target:
da_dk: L1 Mål:
es_es: L1 Objetivo:
pl_pl: L1 docelowa:

# display_L2Target
source: L2 Target:
da_dk: L2 Mål:
es_es: L2 Objetivo:
pl_pl: L2 docelowa:

# display_L3Target
source: L3 Target:
da_dk: L3 Mål:
es_es: L3 Objetivo:
pl_pl: L3 docelowa:

# display_MeasurementUnit
source: Measurement Unit:
da_dk: Måling Enhed:
es_es: Unidad de medida:
pl_pl: Jednostka miary:

# display_MetricDefinition
source: Metric Definition
es_es: Definición métrica
pl_pl: Metric Definicja

# display_MetricEffectiveDate
source: Metric Effective Date:
da_dk: Metric Ikrafttrædelsesdato:
es_es: Métricas Fecha de vigencia:
pl_pl: Metric Data wejścia w życie:

# display_MetricName
source: Metric Name:
da_dk: Metric navn:
es_es: Nombre métrica:
pl_pl: Metric Nazwa:

# display_Name
source: Name:
da_dk: Navn:
es_es: Nombre:
pl_pl: Nazwa:

# display_ProcessName
source: Process Name:
da_dk: Proces Navn:
es_es: Nombre del proceso:
pl_pl: Nazwa procesu:

# display_rdAgentLevel
source: Agent Level
es_es: agente de nivel
pl_pl: Środek Level

# display_rdClientLevel
source: Client Level
es_es: Nivel de cliente
pl_pl: Poziom klienta

# display_rdNoFieldLevelData
source: No Field Level Data
da_dk: Ingen Field Level data
es_es: No hay campo de datos de nivel
pl_pl: Nie równych Danych

# display_rdProcessLevel
source: Process Level
da_dk: procesniveau
es_es: Nivel proceso
pl_pl: poziomie procesu

# display_Responsibility
source: Responsibility:
da_dk: Ansvar:
es_es: Responsabilidad:
pl_pl: Odpowiedzialność:

# display_SampleConfidenceLevel
source: Sample Confidence Level:
da_dk: Prøve tillid niveau:
es_es: Muestra Nivel de confianza:
pl_pl: Próbka Poziom ufności:

# display_SampleSize
source: Sample Size:
es_es: Tamaño de la muestra:
pl_pl: Wielkość próbki:

# Display_Search
source: Search
da_dk: Søge
es_es: Buscar
pl_pl: Szukanie

# display_Specification
source: Specification:
da_dk: Specifikation:
es_es: Especificación:
pl_pl: Specyfikacja:

# display_SubProcessName
source: Sub-Process Name:
da_dk: Sub-Proces Navn:
es_es: Nombre Sub-Proceso:

# display_Target
source: Target:
da_dk: Mål:
es_es: Objetivo:
pl_pl: Cel:

# display_TargetEffectiveDate
source: Target Effective Date:
da_dk: Target Ikrafttrædelsesdato:
es_es: Haz objetivo Fecha de vigencia:
pl_pl: Docelowa Data wejścia w życie:

# display_Weightage
source: Weightage:
es_es: coeficiente de ponderación:

# display_WeightageEffectiveStartDate
source: Weightage Effective Start Date:
da_dk: Weightage Effektiv Start Dato:
es_es: Weightage Fecha Efectiva de Inicio:
pl_pl: Weightage Efektywna Data rozpoczęcia:

# display_AddCriticalParameter
source: Add Critical Parameter
da_dk: Tilføj kritisk parameter
es_es: Añadir parámetro crítico
pl_pl: Dodaj krytycznym parametrem

# display_AddEfficiencyParameter
source: Add Efficiency Parameter
da_dk: Tilføj Effektivitet Parameter
es_es: Añadir parámetro de eficiencia
pl_pl: Dodaj Efficiency parametr

# display_AddInputParameter
source: Add Input Parameter
da_dk: Tilføj Inputparameter
es_es: Agregar parámetro de entrada
pl_pl: Dodaj parametr wejściowy

# display_AddOutPutParameter
source: Add OutPut Parameter
da_dk: Tilføj outputparameter
es_es: Añadir parámetro de salida
pl_pl: Dodaj parametr wyjściowy

# display_CategoryWeightage
source: Total Weightage for the Category , can not be greater then 100
da_dk: Samlet weightage for kategori, kan ikke være større end 100
es_es: Coeficiente de ponderación total para la categoría, no puede ser mayor que 100
pl_pl: Całkowita weightage dla kategorii nie może być większa niż 100

# display_CheckCalenderExistance
source: No Calender Information exists for this period! You need to define Calender First!
da_dk: Ingen Kalender Information findes for denne periode!
es_es: Sin información Calendario existe para este período!
pl_pl: Nie istnieje Kalendarz Informacje na ten okres!

# display_Disable
source: Disable:
da_dk: Deaktiver:
es_es: Inhabilitar:
pl_pl: Wyłączyć:

# display_LowerControlValue
source: Lower Control Value:
da_dk: Lavere kontrolværdi:
es_es: Bajo Valor de control:
pl_pl: Niższa wartość sterowania:

# display_RollupFormula
source: Rollup Formula:
da_dk: Rollup Formel:
es_es: Fórmula de resumen:
pl_pl: Rollup Wzór:

# display_SortOrder
source: Sort Order:
da_dk: Sorteringsrækkefølge:
es_es: Orden de Clasificación:
pl_pl: Porządek sortowania:

# display_UpperControlValue
source: Upper Control Value:
da_dk: Upper kontrolværdi:
es_es: Alto Valor de control:

# display_UpperLowerEffectiveDate
source: Upper/Lower Effective Date:
da_dk: Øvre / Nedre Ikrafttrædelsesdato:
es_es: Alta / Baja Fecha de vigencia:
pl_pl: Górna / Dolna Data wejścia w życie:

# display_WeeklyLowerControlValue
source: Weekly Lower Control Value:
da_dk: Ugentlig Lavere Kontrol Værdi:
es_es: Valor semanal de control inferior:
pl_pl: Tygodnik Wartość Dolna sterowania:

# display_WeeklyUpperControlValue
source: Weekly Upper Control Value:
da_dk: Ugentlig Øvre kontrolværdi:
es_es: Valor semanal de control superior:
pl_pl: Tygodnik Górna wartość sterowania:

# display_WeeklyUpperLowerEffectiveDate
source: Weekly Upper/Lower Effective Date:
da_dk: Ugentlig Øvre / Nedre Ikrafttrædelsesdato:
es_es: Semanal superior / inferior Fecha de vigencia:
pl_pl: Tygodnik górna / dolna Data wejścia w życie:

# display_cancel
source: Cancel
da_dk: Ophæve
es_es: Cancelar
pl_pl: Anuluj

# display_delete
source: Delete
da_dk: Slette
es_es: Borrar
pl_pl: Kasować

# display_ParameterName
source: Parameter Name :
da_dk: Parameter Navn:
es_es: Nombre del parámetro :
pl_pl: Nazwa parametru:

# display_Refresh
source: Refresh
da_dk: Opfriske
es_es: Refrescar
pl_pl: Odświeżać

# display_save
source: Save
da_dk: Spare
es_es: Salvar
pl_pl: Zapisać

# display_close
source: Close
da_dk: Tæt
es_es: Cerca
pl_pl: Blisko

# display_ok
source: OK
da_dk: Okay
es_es: DE ACUERDO

# display_MetricDefinitionSearch
source: Metric Definition Search
da_dk: Metric Definition Søg
es_es: Definición métrica Buscar
pl_pl: Metric Definicja Szukaj

# display_FormulaBuilder
source: Formula Builder
da_dk: formel Builder
es_es: Generador de fórmulas

# display_btnSelect
source: Select
da_dk: Vælge
es_es: Seleccionar
pl_pl: Wybierz

# display_btnRemove
source: Remove
da_dk: Fjerne
es_es: retirar
pl_pl: Usunąć

# display_FBActivity
source: PD Activity
da_dk: PD aktivitet
es_es: Actividad de PD
pl_pl: PD aktywny

# display_OperaterFunction
source: Operater/Functions
da_dk: Operatør / funktioner
es_es: Operador / Funciones
pl_pl: Operator / Funkcje

# display_Parameters
source: Parameters
da_dk: Parametre
es_es: Parámetros
pl_pl: parametry

# display_SelectedParameters
source: Enter Formula Based On Chosen Parameters
da_dk: Indtast formel baseret på valgte parametre
es_es: Introducir fórmula basada en parámetros elegidos
pl_pl: Wprowadź formuła oparta na wybranych parametrów
