Repository: birlasoft370/Exl-NerveHub
Catalog: CorDig_EXL_NerveHub_MicUI_LandingPage/CodeBase/BPA.GlobalResources/Resources.MenuItems.*.resx
Languages: da_dk, es_es, pl_pl

# text_1
source: Dashboards
es_es: Paneles
pl_pl: Panele informacyjne

# text_100
source: Workflow
es_es: Flujo de trabajo

# text_101
source: Session Summary
es_es: Resumen de la sesión
pl_pl: Podsumowanie sesji

# text_102
source: Session Daily Agent Summary
es_es: Resumen diario de la sesión
pl_pl: Sesja Dzienne agenta Podsumowanie

# text_103
source: Break Adjustment Summary
da_dk: Break Justering Resumé
es_es: Resumen del ajuste de la rotura
pl_pl: Przerwa Adjustment Podsumowanie

# text_104
source: Agent Status
es_es: Estado del agente
pl_pl: Stan agenta

# text_105
source: Agent Daily Summary
da_dk: Agent Daglig opsummering
es_es: Agente Resumen diario
pl_pl: Środek Dziennie Podsumowanie

# text_106
source: Break Summary
es_es: Resumen de la pausa
pl_pl: przerwa Podsumowanie

# text_107
source: Session Login
es_es: Iniciar sesión
pl_pl: sesja Logowanie

# text_108
source: Summary Report
da_dk: sammenfattende rapport
es_es: Informe resumido
pl_pl: Raport podsumowujący

# text_109
source: Agent Login
es_es: Ingreso del agente
pl_pl: Środek Logowanie

# text_11
source: ERP Role Job Mapping
es_es: Cartografía del trabajo del rol ERP
pl_pl: ERP Mapowanie rola zadania

# text_110
source: Schedule Adherence
da_dk: Planlæg Overholdelse
es_es: Adherencia de la programación
pl_pl: harmonogram Przestrzeganie

# text_111
source: Account History
da_dk: Kontohistorik
es_es: Historia de la cuenta
pl_pl: Historia rachunku

# text_112
source: Transaction
da_dk: Transaktion
es_es: Transacción
pl_pl: Transakcja

# text_113
source: Transaction Count
da_dk: Transaktion Antal
es_es: Cuenta de transacciones
pl_pl: Liczba transakcji

# text_114
source: Batch Report
da_dk: Batch rapport
es_es: Informe por lotes
pl_pl: Batch Zgłoś

# text_115
source: Batch Status Report
es_es: Informe de estado del lote
pl_pl: Raport o stanie Batch

# text_116
source: Reschedule Work
da_dk: Omlæg Arbejde
es_es: Reprogramar trabajo
pl_pl: przełożyć Pracy

# text_117
source: P4P Transaction
da_dk: P4P transaktion
es_es: Transacción P4P
pl_pl: P4P transakcja

# text_118
source: Process Family
da_dk: Proces Familie
es_es: Familia de Procesos
pl_pl: proces rodziny

# text_119
source: Campaign Info Setup
da_dk: Kampagne Info Setup
es_es: Configuración de la información de la campaña
pl_pl: Ustawienia informacji o kampanii

# text_12
source: User Mapping
da_dk: Bruger Kortlægning
es_es: Asignación de usuarios
pl_pl: Mapowanie użytkownika

# text_120
source: Skill Maintenance
da_dk: Skill Vedligeholdelse
es_es: Mantenimiento de habilidades
pl_pl: Umiejętność konserwacji

# text_121
source: Shift Maintenance
da_dk: Shift Vedligeholdelse
es_es: Mantenimiento de cambios
pl_pl: przesunięcie Konserwacja

# text_122
source: Resolution Code Maintenance
da_dk: Opsigelse Kode Vedligeholdelse
es_es: Mantenimiento del código de terminación
pl_pl: Kod Zakończenie konserwacji

# text_123
source: Time Zone Maintenance
da_dk: Time Zone Vedligeholdelse
es_es: Mantenimiento de zona horaria
pl_pl: Konserwacja Strefa czasowa

# text_124
source: Notice Board
da_dk: Opslagstavle
es_es: Tablón de anuncios
pl_pl: Tablica ogłoszeń

# text_125
source: Break Code Maintenance
da_dk: Break Code Vedligeholdelse
es_es: Mantenimiento del código de interrupción
pl_pl: Przerwa Code Maintenance

# text_126
source: Location Maintenance
da_dk: Placering Vedligeholdelse
es_es: Mantenimiento de la ubicación
pl_pl: Lokalizacja Konserwacja

# text_127
source: Facility Maintenance
da_dk: Facility Vedligeholdelse
es_es: Mantenimiento de instalaciones
pl_pl: Utrzymanie obiektu

# text_128
source: Application Configuration
da_dk: Ansøgning konfiguration
es_es: Configuración de la aplicación
pl_pl: Konfiguracja aplikacji

# text_129
source: SBU Maintenance
da_dk: SBU Vedligeholdelse
es_es: Mantenimiento SBU
pl_pl: SBU Konserwacja

# text_13
source: User Level
da_dk: brugerniveau
es_es: Nivel de usuario
pl_pl: Poziom użytkownika

# text_130
source: LOB Maintenance
da_dk: LOB Vedligeholdelse
es_es: Mantenimiento de LOB
pl_pl: Konserwacja LOB

# text_131
source: Vertical Maintenance
da_dk: Lodret Vedligeholdelse
es_es: Mantenimiento vertical
pl_pl: Konserwacja pionie

# text_132
source: Format String Maintenance
da_dk: Format String Vedligeholdelse
es_es: Mantenimiento de la cadena de formato
pl_pl: Konserwacja Format String

# text_133
source: Training Maintenance
da_dk: Uddannelse Vedligehold
es_es: Mantenimiento de la formación
pl_pl: Konserwacja Szkolenie

# text_134
source: Calculators
da_dk: lommeregnere
es_es: Calculadoras
pl_pl: Kalkulatory

# text_135
source: Calibration Setup
da_dk: Kalibrering Setup
es_es: Configuración de calibración
pl_pl: Ustawienia kalibracji

# text_136
source: Agent Dashboard
es_es: Panel de control del agente
pl_pl: Panel agenta

# text_137
source: CTC Form
da_dk: Check The Checker
es_es: Compruebe el inspector
pl_pl: Sprawdź program sprawdzający

# text_138
source: Calibration
da_dk: Kalibrering
es_es: Calibración
pl_pl: Kalibrowanie

# text_139
source: Employee Dashboard
da_dk: Medarbejder Dashboard
es_es: Panel de control del empleado
pl_pl: Pracownik Dashboard

# text_14
source: Team Management
es_es: Gestión de equipos
pl_pl: Zarządzanie zespołem

# text_140
source: Data Capture Approval
da_dk: Datafangst Godkendelse
es_es: Aprobación de captura de datos
pl_pl: Przechwytywanie danych homologacyjnych

# text_141
source: Unlock Transactions
da_dk: Lås Transaktioner
es_es: Desbloquear Transacciones
pl_pl: Odblokuj Transakcje

# text_142
source: Filter Report
da_dk: Filter rapport
es_es: Filtrar informe
pl_pl: filtr Zgłoś

# text_146
source: QC Attrition
da_dk: QC Slid
es_es: Desgaste de QC
pl_pl: QC Ścieranie

# text_147
source: User Master
da_dk: Bruger Master
es_es: Usuario Master
pl_pl: Mistrz użytkownika

# text_148
source: Access Control
da_dk: Adgangskontrol
es_es: Control de acceso
pl_pl: Kontrola dostępu

# text_149
source: Exception Report
da_dk: Undtagelse rapport
es_es: Informe de excepciones
pl_pl: wyjątek Zgłoś

# text_15
source: Form Action
es_es: Forma Acción
pl_pl: formularz Action

# text_150
source: Execute Query
da_dk: Udfør Query
es_es: Ejecutar consulta
pl_pl: Wykonaj zapytanie

# text_156
source: Application Report
da_dk: Ansøgning rapport
es_es: Informe de solicitud
pl_pl: Zgłoś Zastosowanie

# text_159
source: Sampling Report
da_dk: Sampling rapport
es_es: Informe de muestreo
pl_pl: Sampling Zgłoś

# text_16
source: User Creation
da_dk: Bruger Creation
es_es: Creación de usuarios
pl_pl: Tworzenie użytkownika

# text_160
source: Calibration Report
da_dk: Kalibrering rapport
es_es: Informe de calibración
pl_pl: Raport kalibracji

# text_161
source: User Security Group
da_dk: Bruger Security Group
es_es: Grupo de seguridad del usuario

# text_162
source: User Details
da_dk: Bruger Detaljer
es_es: Detalles de usuario
pl_pl: Dane użytkownika

# text_163
source: Process Owner
es_es: Dueño del proceso

# text_164
source: Chart Type
da_dk: Diagramtype
es_es: Tipo de gráfico
pl_pl: Wykres Rodzaj

# text_165
source: Power User Creation
es_es: Creación de usuarios avanzados
pl_pl: Stworzenie Power User

# text_167
source: Sampling Transaction Details
da_dk: Sampling Transaktionsoplysninger
es_es: Detalles de la transacción de muestreo
pl_pl: Sampling Szczegóły transakcji

# text_168
source: Feedback Report
da_dk: Feedback rapport
es_es: Informe de comentarios
pl_pl: Odpowiedź Zgłoś

# text_17
source: Work Master
da_dk: Arbejde Master
es_es: Maestro de trabajo
pl_pl: Mistrz Pracy

# text_170
source: Work Allocation Status
da_dk: Arbejde Tildeling status
es_es: Estado de asignación de trabajo
pl_pl: Alokacja Pracuj status

# text_171
source: Smart Dashboard
es_es: Tablero inteligente
pl_pl: Inteligentne Dashboard

# text_172
source: Supervisor Dashboard
es_es: Panel de control del supervisor
pl_pl: Inspektor Dashboard

# text_173
source: TAT report
da_dk: rapport TAT
es_es: Informe TAT
pl_pl: raport TAT

# text_174
source: Rejected Sample Report
da_dk: Afvist Sample Rapport
es_es: Informe de ejemplo rechazado
pl_pl: Odrzucony Przykładowy raport

# text_176
source: Manual Work Allocation
da_dk: Håndarbejde Tildeling
es_es: Asignación de trabajo manual
pl_pl: Instrukcja Podział pracy

# text_177
source: Work Object Formula Builder
da_dk: Arbejde Objekt Formel Builder
es_es: Generador de fórmulas de objetos de trabajo
pl_pl: Praca Formuła Object Builder

# text_178
source: Help Master
da_dk: Hjælp Master
es_es: Ayuda Master
pl_pl: Pomoc Główna

# text_179
source: Process Configuration
da_dk: proceskonfiguration
es_es: Configuración del proceso
pl_pl: proces konfiguracji

# text_18
source: Work Objects
da_dk: Arbejde objekter
es_es: Objetos de trabajo
pl_pl: Przedmioty pracy

# text_180
source: Sampling Setup - CTC
es_es: Configuración de muestreo - CTC
pl_pl: Konfiguracja próbkowania - CTC

# text_181
source: SLA Configuration
da_dk: SLA-konfiguration
es_es: Configuración SLA
pl_pl: Konfiguracja SLA

# text_182
source: Step SLA Configuration
da_dk: Trin SLA-konfiguration
es_es: Configuración paso a paso SLA
pl_pl: Krok SLA Konfiguracja

# text_183
source: SLA Filter Master
es_es: Filtro de filtro SLA
pl_pl: Filtr Mistrz SLA

# text_184
source: Inventory Internal SLA Report
da_dk: Inventory Report (Baseret på klient SLA)
es_es: Informe de inventario (basado en SLA de cliente)
pl_pl: Zgłoś Inventory (w oparciu o SLA Client)

# text_185
source: Inventory Report (Based On Internal SLA)
da_dk: Inventory Report (baseret på intern SLA)
es_es: Informe de inventario (basado en SLA interno)
pl_pl: Raport zapasów (w oparciu o wewnętrzną SLA)

# text_186
source: ERP Role Job Mapping Report
da_dk: ERP Rolle Job Mapping Report
es_es: Informe de mapeo de tareas de rol de ERP
pl_pl: Rola ERP Praca Mapowanie Zgłoś

# text_187
source: Role Form Access Report
da_dk: Rolle Form Access Report
es_es: Informe de acceso a formularios de funciones
pl_pl: Rola Formularz Zgłoś Dostęp

# text_188
source: User Access Request Status Report
da_dk: Brugeradgang Anmod om statusrapport
es_es: Informe de estado de solicitud de acceso de usuario
pl_pl: Użytkownik Żądanie dostępu Status Report

# text_189
source: Process Owner Request Status Report
da_dk: Proces Ejer Anmod om statusrapport
es_es: Informe de estado de solicitud de propietario de proceso
pl_pl: Proces Właściciel Zapytanie Raport o stanie

# text_19
source: Assign Work
da_dk: Tildel Arbejde
es_es: Asignar trabajo
pl_pl: Przypisywanie Praca

# text_190
source: Process Owner Report
da_dk: Process Owner Rapport
es_es: Informe Procesador Propietario
pl_pl: Właściciel przetworzyć raport

# text_191
source: Aging Report
es_es: Informe de envejecimiento
pl_pl: starzenie Zgłoś

# text_195
source: Rescheduled Un Attempted Transactions Report
da_dk: Omlagt Un Forsøgte Transaktioner Rapport
es_es: Reenvío de un intento de transacciones
pl_pl: Przełożone Un Próba Transakcje Zgłoś

# text_197
source: Field Master
es_es: Maestro de campo
pl_pl: Pole Mistrz

# text_198
source: Process Family Config
da_dk: Proces Family Config
es_es: Configuración de la familia de procesos
pl_pl: Proces Rodzina Config

# text_199
source: Report Data Input
da_dk: Rapport indlæsning
es_es: Entrada de datos de informe
pl_pl: Dane wejściowe Zgłoś

# text_2
source: Reports
da_dk: Rapporter
es_es: Informes
pl_pl: Raporty

# text_20
source: Upload Work
es_es: Subir trabajo
pl_pl: Prześlij Pracuj

# text_202
source: SWM BI Report
es_es: Informe de SWM BI

# text_203
source: Mail Integration Configuration
da_dk: Konfiguration Mail Integration
es_es: Configuración de la integración de correo
pl_pl: Integracja Konfiguracja poczty

# text_204
source: Campaign Approval
da_dk: kampagne Godkendelse
es_es: Aprobación de la campaña
pl_pl: Zatwierdzenie kampanii

# text_205
source: Work Object Approval
da_dk: Arbejde Objekt Godkendelse
es_es: Aprobación de objetos de trabajo
pl_pl: Zatwierdzenie obiektu Pracuj

# text_206
source: Legal Config
da_dk: Juridisk Config
es_es: Configuración legal
pl_pl: Config prawne

# text_207
source: Batch Status Update
da_dk: Batch statusopdatering
es_es: Actualización del estado del lote
pl_pl: Batch Aktualizacja Statusu

# text_209
source: Quality Dashboard
da_dk: Kvalitet Dashboard
es_es: Panel de control de calidad
pl_pl: jakość Dashboard

# text_21
source: Work Filter
da_dk: Arbejde Filter
es_es: Filtro de trabajo
pl_pl: Filtr Pracuj

# text_210
source: Break Adjustment
da_dk: Break Justering
es_es: Ajuste de la rotura
pl_pl: Przerwa Adjustment

# text_211
source: Break Approved
da_dk: Break Godkendt
es_es: Ruptura aprobada
pl_pl: Przerwa Approved

# text_212
source: TimeZone
da_dk: Tidszone
es_es: Zona horaria
pl_pl: Strefa czasowa

# text_214
source: Work Object Approval
da_dk: Arbejde Objekt Godkendelse
es_es: Aprobación de objetos de trabajo
pl_pl: Zatwierdzenie obiektu Pracuj

# text_218
source: SWM Work Delete
da_dk: SWM Work Slet
es_es: SWM Trabajo Eliminar
pl_pl: SWM Pracuj Usuń

# text_22
source: Work Layout
da_dk: Arbejde layout
es_es: Diseño del trabajo
pl_pl: Układ Pracy

# text_220
source: Quality Dashboard Configuration
da_dk: Kvalitet Dashboard-konfiguration
es_es: Configuración del panel de control de calidad
pl_pl: Jakość Panel konfiguracyjny

# text_221
source: Transaction Count Charts
da_dk: Transaktion Count Charts
es_es: Lotes de transacciones
pl_pl: Liczba transakcji Wykresy

# text_222
source: Transaction AHT
da_dk: Transaktion AHT
es_es: Transacción AHT
pl_pl: transakcja AHT

# text_223
source: Utilization Chart
da_dk: Udnyttelse Chart
es_es: Gráfico de utilización
pl_pl: Wykres utylizacja

# text_224
source: Hourly Productivity Chart
da_dk: Timeproduktiviteten Chart
es_es: Gráfico de Productividad por Hora
pl_pl: Wydajność godzinowa Wykres

# text_226
source: Conatct Center Dashboard
es_es: Cuadro de mandos de Conatct Center

# text_227
source: Contact Center Details
da_dk: Contact Center Detaljer
es_es: Detalles del centro de contacto
pl_pl: Contact Center Szczegóły

# text_228
source: Contact Center Analysis
da_dk: Analyse Contact Center
es_es: Análisis de centros de contacto
pl_pl: Analiza Contact Center

# text_23
source: Sampling Data Upload
es_es: Carga de datos de muestreo
pl_pl: Pobieranie próbek danych Prześlij

# text_233
source: Process Modeler
es_es: Modelador de procesos

# text_238
source: Transaction Monitoring Deletion Log
da_dk: Transaktion Overvågning Sletning Log
es_es: Registro de eliminación de seguimiento de transacciones
pl_pl: Transakcja monitorowanie ich usuwania

# text_239
source: Monthly Consolidated Report
da_dk: Månedlig-beretning
es_es: Informe Consolidado Mensual
pl_pl: Miesięczny skonsolidowany raport

# text_24
source: Session Bill Hrs Adjustment
da_dk: Justering Session Bill Hrs
es_es: Ajuste de Horas de Cuenta de la Sesión
pl_pl: Regulacja Sesja Bill h

# text_240
source: AssessmentMaster
es_es: EvaluacionMaster

# text_241
source: AssessmentType
es_es: Tipo de evaluación

# text_243
source: Category
da_dk: Kategori
es_es: Categoría
pl_pl: Kategoria

# text_246
source: Question Master
da_dk: Spørgsmål Master
es_es: Pregunta Master
pl_pl: pytanie Mistrz

# text_247
source: QuestionType
es_es: Tipo de pregunta
pl_pl: Typ pytania

# text_248
source: User Skill Map
da_dk: Bruger Skill Kort
es_es: Mapa de habilidades del usuario
pl_pl: Użytkownik Skill Mapa

# text_249
source: Upload Letter Tamplate
es_es: Subir carta Tamplate
pl_pl: Dodaj List Tamplate

# text_25
source: Quota Management Process Wise
da_dk: Kvote Management Process Wise
es_es: Proceso de Gestión de Cuotas Sabio
pl_pl: Process Management Kontyngent Wise

# text_250
source: Generate Letter
da_dk: Generer Letter
es_es: Generar carta
pl_pl: Generowanie list

# text_251
source: Skill Campaign Mapping
da_dk: Skill Kampagne Mapping
es_es: Mapeo de Campaña de Habilidad
pl_pl: Umiejętność Mapowanie kampanii

# text_26
source: Increase Quota for Agents
da_dk: Øge Kontingent for agenter
es_es: Aumentar la cuota para los agentes
pl_pl: Zwiększenia kwot dla agentów

# text_260
source: Dashboard
da_dk: instrumentbræt
es_es: Tablero
pl_pl: Deska rozdzielcza

# text_261
source: Assessment
da_dk: Vurdering
es_es: Evaluación
pl_pl: Oszacowanie

# text_262
source: Letter Templates
da_dk: Letter Skabeloner
es_es: Plantillas de letras
pl_pl: Wzory listow

# text_267
source: Vertical Report
da_dk: Lodret rapport
es_es: Informe vertical
pl_pl: Raport pionie

# text_268
source: User Score Card
da_dk: Bruger Score Card
es_es: Tarjeta de Puntuación del Usuario

# text_27
source: Break Adjustment
da_dk: Break Justering
es_es: Ajuste de la rotura
pl_pl: Przerwa Adjustment

# text_273
source: Month Summary Reports
da_dk: Måned Resumé Rapporter
es_es: Informes de resumen del mes
pl_pl: Podsumowanie miesiąca Raporty

# text_274
source: E-Mail Configuration
da_dk: E-mail-konfiguration
es_es: Configuración de correo electrónico
pl_pl: Konfiguracja e-mail

# text_279
source: E-Mail Template
da_dk: E-mail-skabelon
es_es: Plantilla de correo electrónico
pl_pl: E-mail Szablon

# text_28
source: Billable Hrs Adjustment
da_dk: Faktureres Timer Justering
es_es: Ajuste de las horas facturables
pl_pl: Rozliczanych h Regulacja

# text_280
source: Object Base Allocation
da_dk: Objekt Base Tildeling
es_es: Asignación base de objetos
pl_pl: Przydział bazowy obiektu

# text_283
source: Queue Management
es_es: Gestión de colas
pl_pl: zarządzanie kolejką

# text_284
source: Tag Management
es_es: Gestión de etiquetas

# text_285
source: Raise Query
da_dk: Hæv Query
es_es: Levantar consulta
pl_pl: Podnieść Query

# text_289
source: Query Respond
es_es: Respuesta de consulta
pl_pl: Odpowiadać Query

# text_29
source: Agent Shift Scheduling
da_dk: Agent Shift Planlægning
es_es: Agente de turno de programación
pl_pl: Środek Przesunięcie Scheduling

# text_290
source: Query Report
da_dk: Query rapport
es_es: Informe de consulta
pl_pl: Raport Query

# text_291
source: Letter Mapping
da_dk: Brev Mapping
es_es: Mapeo de letras
pl_pl: Mapowanie list

# text_3
source: Performance Review
da_dk: Præstationsbedømmelse
es_es: Revisión del desempeño
pl_pl: Przegląd wyników

# text_30
source: Agent Break Scheduling
da_dk: Agent Break Planlægning
es_es: Programación del descanso del agente
pl_pl: Środek Przerwa Scheduling

# text_31
source: Approve Billable Hrs Adjustment
da_dk: Godkend faktureres Timer Justering
es_es: Aprobar el ajuste de las horas facturables
pl_pl: Zatwierdzanie rozliczanych Godziny Adjustment

# text_32
source: Approve Session Billable Hrs
da_dk: Godkend Session faktureres Hrs
es_es: Aprobar las horas facturables de la sesión
pl_pl: Zatwierdzanie Session rozliczanych Hrs

# text_33
source: Break Adjustment Approval
da_dk: Break Justering Godkendelse
es_es: Aprobación de ajuste por rotura
pl_pl: Przerwa Adjustment Approval

# text_34
source: CTQ Category Maintenance
da_dk: CTQ Kategori Vedligeholdelse
es_es: Mantenimiento de la categoría CTQ
pl_pl: CTQ Kategoria Konserwacja

# text_35
source: Metric Maintenance
da_dk: metric Vedligeholdelse
es_es: Mantenimiento métrico

# text_36
source: Parameter Maintenance
da_dk: Parameter Vedligeholdelse
es_es: Mantenimiento de Parámetros
pl_pl: parametr Konserwacja

# text_37
source: Defect Maintenance
da_dk: defekt Vedligeholdelse
es_es: Mantenimiento de defecto
pl_pl: wada Konserwacja

# text_38
source: Holiday, Calendar & MTD Cycle Maintenance
da_dk: Ferie, Kalender
es_es: Vacaciones, Calendario
pl_pl: Dom, Kalendarz

# text_39
source: Calendar Maintenance
da_dk: Kalender Vedligeholdelse
es_es: Mantenimiento del calendario
pl_pl: Kalendarz Konserwacja

# text_4
source: Forms
es_es: Formularios
pl_pl: formularze

# text_40
source: MTD Cycle Maintenance
es_es: Mantenimiento del ciclo MTD
pl_pl: MTD cykl konserwacji

# text_41
source: Holiday Maintenance
da_dk: Holiday Vedligeholdelse
es_es: Mantenimiento de vacaciones
pl_pl: Konserwacja wakacje

# text_42
source: Measurement Unit
da_dk: Måling Unit
es_es: Unidad de medida
pl_pl: Jednostka miary

# text_43
source: Mentor Mentee Association
es_es: Asociación de Mentores Mentores
pl_pl: Mentor podopiecznym Stowarzyszenia

# text_44
source: Master Value Maintenance
da_dk: Master Value Vedligeholdelse
es_es: Mantenimiento de valor maestro
pl_pl: Mistrz Wartość Konserwacja

# text_45
source: Process Break Mapping
da_dk: Proces Break Mapping
es_es: Mapeo de ruptura de procesos
pl_pl: Proces mapowania Przerwa

# text_46
source: Campaign Resolution code mapping
da_dk: Kampagne Opsigelse Kode Mapping
es_es: Asignación de códigos de terminación de campaña
pl_pl: Mapowanie Kod Zakończenie kampanii

# text_47
source: Process Shift Mapping
da_dk: Proces Shift Mapping
es_es: Mapeo de cambio de procesos
pl_pl: Proces mapowania Przesunięcie

# text_48
source: Client Info Setup
da_dk: Klient Info Setup
es_es: Configuración de la información del cliente
pl_pl: Informacje o konfiguracji klienta

# text_49
source: Process Info Setup
da_dk: Proces Info Setup
es_es: Configuración de la información del proceso
pl_pl: Informacje proces instalacji

# text_5
source: Configuration
da_dk: Konfiguration
es_es: Configuración
pl_pl: Konfiguracja

# text_50
source: Sub Process Info Setup
es_es: Configuración de subproceso Info
pl_pl: Informacje Sub proces konfiguracji

# text_51
source: TM Configuration
da_dk: TM Setup
es_es: Configuración TM
pl_pl: Konfiguracja TM

# text_52
source: Metric & Rating Setup
da_dk: metric
es_es: Métrico
pl_pl: Metryczny

# text_53
source: Metric Setup
es_es: Configuración métrica
pl_pl: Metric Konfiguracja

# text_54
source: Health Info Setup
da_dk: Sundhed Info Setup
es_es: Configuración de la información de salud
pl_pl: Informacje o Zdrowie Konfiguracja

# text_55
source: Override Ratings
da_dk: Tilsidesæt Ratings
es_es: Clasificaciones de anulación
pl_pl: Oceny nadpisywania

# text_57
source: P4P Setup
es_es: Configuración P4P
pl_pl: Konfiguracja P4P

# text_58
source: Sampling Setup
es_es: Configuración de muestreo
pl_pl: Konfiguracja próbkowania

# text_59
source: Data Capture
da_dk: Datafangst
es_es: Captura de datos
pl_pl: Przechwytywania danych

# text_6
source: Administration
es_es: Administración
pl_pl: Administracja

# text_60
source: Data Capture Upload
da_dk: Datafangst Upload
es_es: Carga de captura de datos
pl_pl: Przechwytywanie danych Prześlij

# text_61
source: Client Relationship
es_es: Relación con el cliente
pl_pl: klient związku

# text_62
source: Audit Form
da_dk: Transaktion Overvågning
es_es: Monitoreo de transacciones
pl_pl: Monitorowanie transakcja

# text_63
source: Feedback
es_es: Realimentación
pl_pl: Informacje zwrotne

# text_64
source: Audit
da_dk: Revidere
es_es: Auditoría
pl_pl: Rewizja

# text_68
source: Box Plot
es_es: Diagrama de caja
pl_pl: Wykres pudełkowy

# text_69
source: Bottom Quartile
da_dk: Bottom kvartil
es_es: Cuarto inferior
pl_pl: Dolny kwartyl

# text_7
source: Time Management
da_dk: Tidsadministration
es_es: Gestión del tiempo
pl_pl: Zarządzanie czasem

# text_70
source: Correlation
da_dk: Korrelation
es_es: Correlación
pl_pl: Korelacja

# text_71
source: Force-Field
da_dk: Kraftfelt
es_es: Campo de fuerza
pl_pl: Pole siłowe

# text_73
source: Levels of Fix
da_dk: Niveauer af Fix
es_es: Niveles de arreglo
pl_pl: Poziomy Fix

# text_74
source: Measure of Excellence
da_dk: Mål for Excellence
es_es: Medida de Excelencia
pl_pl: Miarą doskonałości

# text_75
source: Balance Scorecard
es_es: Saldo en su tarjeta
pl_pl: zrównoważona karta wyników

# text_76
source: Service Delivery
da_dk: Levering af tjenester
es_es: Entrega de Servicios
pl_pl: Dostawa usługi

# text_77
source: Process Performance
es_es: Desemepeño del proceso

# text_78
source: My Dashboard
da_dk: min Dashboard
es_es: Mi tablero
pl_pl: moja tablica

# text_79
source: Process Configuration
da_dk: proceskonfiguration
es_es: Configuración del proceso
pl_pl: proces konfiguracji
