Repository: birlasoft370/Exl-NerveHub
Catalog: CorDig_EXL_NerveHub_MicUI_LandingPage/CodeBase/BPA.GlobalResources/Resources.MenuItems.*.resx
Languages: da_dk, es_es, pl_pl

# text_8
source: Work Management
da_dk: Arbejde Management
es_es: Gestión del trabajo
pl_pl: Zarządzanie pracą

# text_80
source: Service Delivery
da_dk: Levering af tjenester
es_es: Entrega de Servicios
pl_pl: Dostawa usługi

# text_81
source: Monthly Snapshot
da_dk: Månedlig Snapshot
es_es: Instantánea Mensual
pl_pl: Miesięczny Snapshot

# text_82
source: Detailed Performance
da_dk: detaljeret ydeevne
es_es: Desempeño detallado
pl_pl: Szczegółowe Wydajność

# text_83
source: Agent Review
da_dk: Agent anmeldelse
es_es: Revisión del agente
pl_pl: Środek weryfikacja

# text_85
source: Action Log
es_es: Registro de Acción

# text_86
source: Quality Compliance
da_dk: Kvalitet Compliance
es_es: Cumplimiento de calidad
pl_pl: Zgodność jakości

# text_87
source: Transaction Monitoring
da_dk: Transaktion Overvågning
es_es: Monitoreo de transacciones
pl_pl: Monitorowanie transakcja

# text_88
source: Monitoring & Feedback
da_dk: Overvågning
es_es: Supervisión
pl_pl: monitorowanie

# text_89
source: Calibration
da_dk: Kalibrering
es_es: Calibración
pl_pl: Kalibrowanie

# text_9
source: Security
da_dk: Sikkerhed
es_es: Seguridad
pl_pl: Bezpieczeństwo

# text_90
source: Sampling
da_dk: Prøveudtagning
es_es: Muestreo
pl_pl: Próbowanie

# text_91
source: Compliance & Spirit
da_dk: Compliance
es_es: Conformidad
pl_pl: Spełnienie

# text_92
source: Buisness Review
da_dk: buisness anmeldelse
es_es: Revisión del negocio
pl_pl: buisness weryfikacja

# text_93
source: Client Relationship
es_es: Relación con el cliente
pl_pl: klient związku

# text_94
source: Attrition
da_dk: Slid
es_es: Desgaste
pl_pl: Ścieranie

# text_95
source: Client Satisfaction
da_dk: Client Tilfredshed
es_es: Satisfacción del cliente
pl_pl: Satysfakcja klienta

# text_96
source: Employee Satisfaction
da_dk: medarbejdertilfredshed
es_es: Satisfacción del empleado
pl_pl: satysfakcji pracowników

# text_97
source: Migration Satisfaction
da_dk: Migration Tilfredshed
es_es: Satisfacción Migratoria
pl_pl: Satysfakcja migracji

# text_98
source: Audit
da_dk: Revidere
es_es: Auditoría
pl_pl: Rewizja

# text_99
source: Time Management
da_dk: Tidsadministration
es_es: Gestión del tiempo
pl_pl: Zarządzanie czasem

# text_10
source: Roles
da_dk: Roller
pl_pl: role

# text_200
source: Report Master
da_dk: rapport Master
pl_pl: Zgłoś Mistrz

# text_213
source: Cache Clear
pl_pl: Wyczyść pamięć podręczną

# text_219
source: Mentor Mentee Report
da_dk: Mentor mentee Rapport
pl_pl: Mentor podopieczny Zgłoś

# text_234
source: Show Process Modeler
da_dk: Vis Process Modeler
pl_pl: Process Modeler Pokaż

# text_72
source: Mentor-Mentee
pl_pl: Mentor-podopieczny
