Repository: birlasoft370/Exl-NerveHub
Catalog: CorDig_EXL_NerveHub_MicUI_LandingPage/CodeBase/BPA.GlobalResources/UI/AssessME/Resources.Assessment.*.resx
Languages: da_dk, es_es, pl_pl

# display_Action
source: Action
da_dk: Handling
es_es: Acción
pl_pl: Akcja

# display_Assessmentfinish
source: Your assessment time has been finished !
da_dk: Din Vurdering tid er slut!
es_es: Su tiempo de evaluación es a fin!
pl_pl: Twój czas jest ocena skończyć!

# display_AssessmentName
source: Assessment Name
da_dk: Vurdering Navn
es_es: Nombre evaluación
pl_pl: Nazwa ocena

# display_AssessmentQuestion
source: Assessment Question
da_dk: Vurdering Spørgsmål
es_es: pregunta evaluación
pl_pl: ocena Pytanie

# display_AttemptCount
source: Attempt Count
da_dk: forsøg Count
es_es: Conde intento
pl_pl: hrabia próba

# display_BACK
source: Back
da_dk: TILBAGE
es_es: ESPALDA
pl_pl: Z POWROTEM

# display_BatchName
source: Batch Name
es_es: Nombre del lote
pl_pl: Batch Nazwa

# display_CLOSEASSESSMENT
source: CLOSE ASSESSMENT
da_dk: LUK VURDERING
es_es: EVALUACIÓN DE CIERRE
pl_pl: OCENA ZAMKNIJ

# display_Completed
source: COMPLETED
da_dk: AFSLUTTET
es_es: TERMINADO
pl_pl: ZAKOŃCZONY

# display_ContAssessment
source: CONTINUE ASSESSMENT
da_dk: FORTSÆT VURDERING
es_es: CONTINUAR LA EVALUACIÓN
pl_pl: KONTYNUACJA OCENY

# display_CurrentQueueStatus
source: Current Queue Status
da_dk: Nuværende køstatus
es_es: Estado actual de la cola
pl_pl: Aktualny status kolejki

# display_Descriptive
source: Descriptive
da_dk: Beskrivende
es_es: Descriptivo
pl_pl: Opisowy

# display_FINISHASSESSMENT
source: FINISH ASSESSMENT
da_dk: FINISH VURDERING
es_es: EVALUACIÓN FINAL
pl_pl: OCENA FINISH

# display_GreenAnsweredQuestion
source: Green-Answered Question
da_dk: Grøn-Besvaret spørgsmål
es_es: Pregunta verde-Answer
pl_pl: Green-odpowiedział na pytanie

# display_InProgress
source: INPROGRESS
da_dk: I GANG
es_es: EN PROGRESO
pl_pl: W TRAKCIE

# display_Instruction1
source: Participants found breaching the examination code of conduct will not be allowed to continue with the assessment and would also not be permitted to take any future assessments.
da_dk: Deltagere fundet overskride undersøgelsen adfærdskodeks vil ikke få lov til at fortsætte med vurdering og vil heller ikke være tilladt at tage eventuelle fremtidige vurderinger.
es_es: Los participantes que se encuentran violar el código de conducta de examen no se les permitirá continuar con la evaluación y tampoco sería permitir tomar cualquiera de las evaluaciones futuras.
pl_pl: Uczestnicy znaleziono złamanie kodu badania zachowania nie będą mogli kontynuować oceny i nie będzie też mieć prawo do podjęcia wszelkich przyszłych ocen.

# display_Instruction10
source: Click on the <b> "START ASSESSMENT"</b> button to begin the assessment.
da_dk: Klik på &lt;b&gt; &quot;START VURDERING&quot; &lt;/ b&gt; for at starte vurderingen.
es_es: Haga clic en &quot;Iniciar evaluación&quot; &lt;b&gt; &lt;/ b&gt; para comenzar la evaluación.
pl_pl: Kliknij na &quot;ocena START&quot; &lt;b&gt; &lt;/ b&gt;, aby rozpocząć ocenę.

# display_Instruction2
source: The assessment can be attempted only once.
da_dk: Vurderingen kan forsøges kun én gang.
es_es: La evaluación se puede intentar una sola vez.
pl_pl: Ocenę można dokonywać tylko raz.

# display_Instruction3
source: All question have a Single Choice i.e. there is only one right answer to a question
da_dk: Alle spørgsmål har et enkelt valg, dvs. der er kun ét rigtigt svar på et spørgsmål
es_es: Toda pregunta tiene una opción individual es decir, sólo hay una respuesta correcta a una pregunta
pl_pl: Wszystkie pytania mają jednokrotnego wyboru czyli istnieje tylko jedna prawidłowa odpowiedź na pytanie

# display_Instruction4
source: Use the <b>"PREV" </b> button to go back to the previous question and the <b> "NEXT" </b> button to move to the next question.
da_dk: Brug &lt;b&gt; &quot;PREV&quot; &lt;/ b&gt; for at gå tilbage til det foregående spørgsmål og &lt;b&gt; &quot;NEXT&quot; &lt;/ b&gt; for at flytte til det næste spørgsmål.
es_es: Utilice el botón &lt;/ b&gt; &lt;b&gt; &quot;PREV&quot; para volver a la pregunta anterior y el botón &lt;b&gt; &quot;NEXT&quot; &lt;/ b&gt; para pasar a la siguiente pregunta.
pl_pl: Użyj &lt;b&gt; &quot;prev&quot; &lt;/ b&gt;, aby wrócić do poprzedniego pytania i &lt;b&gt; &quot;next&quot; &lt;/ b&gt;, aby przejść do następnego pytania.

# display_Instruction5
source: Use the <b> "SUMMARY" </b> button to review your assessment. On the summary screen, the question numbers will be getting displayed. The <b>"attempted question" </b> number will get displayed in "Green" while the <b>"un-attempted" </b> question number in <b>"Red" </b>. Please not that a question displayed in Green does not mean that it has been answered correctly.
da_dk: Brug &lt;b&gt; &quot;RESUME&quot; &lt;/ b&gt; for at gennemgå din vurdering.
es_es: Utilice el &lt;/ b&gt; &lt;b&gt; &quot;Resumen&quot; para revisar su evaluación.
pl_pl: Użyj &lt;b&gt; &quot;summary&quot; &lt;/ b&gt;, aby sprawdzić swoje oceny.

# display_Instruction6
source: To end the assessment, click on the <b> "FINISH ASSESSMENT” </b> button. You can end the assessment either after the last question or from the summary page.
da_dk: For at afslutte vurderingen, skal du klikke på &lt;b&gt; &quot;FINISH VURDERING&quot; &lt;/ b&gt;. Du kan afslutte vurderingen enten efter det sidste spørgsmål, eller fra oversigtssiden.
es_es: Para finalizar la evaluación, haga clic en el botón &lt;b&gt; &quot;EVALUACIÓN FINAL&quot; &lt;/ b&gt;. Puede finalizar la evaluación, ya sea después de la última pregunta o desde la página de resumen.
pl_pl: Aby zakończyć ocenę, kliknij &lt;b&gt; &quot;Ocena Finish&quot; &lt;/ b&gt;. Można zakończyć ocenę albo po ostatnim pytaniu lub na stronie podsumowania.

# display_Instruction7
source: A minimum of 20 % is required to pass the assessment successfully.
da_dk: Mindst 20% er påkrævet for at bestå vurderingen med succes.
es_es: Se requiere un mínimo de 20% para aprobar la evaluación con éxito.
pl_pl: Minimum 20% jest wymagane, aby przejść ocenę pomyślnie.

# display_Instruction8
source: Once you submit the assessment, your <b>“Grade Report” </b> would get displayed which will display your score and result. It will also display a bar graph which will show how you have scored in each chapter (bars in blue) and your overall performance (bar in green).
da_dk: Når du har indsendt vurderingen, &lt;b&gt; &quot;Grade rapport&quot; &lt;/ b&gt; ville få vist som vil vise din score og resultat.
es_es: Una vez que presente la evaluación, el &lt;b&gt; &quot;Informe del grado&quot; &lt;/ b&gt; que ser visualizado, que mostrará su puntuación y el resultado.
pl_pl: Po przesłaniu oceny, &lt;b&gt; &quot;Klasa Raport&quot; &lt;/ b&gt; będzie się wyświetlać, co pokaże swój wynik i wynik.

# display_Instruction9
source: You can review the assessment after you have submitted the assessment. This page will display your answer and the right answer to each question you attempted. Question you answered correctly will show a <b>"Green Tick (√)"</b> and question that were answered incorrectly would display a <b>"Red Cross (X)" </b>
da_dk: Du kan gennemgå vurderingen efter du har indsendt vurderingen.
es_es: Puede revisar la evaluación después de haber presentado la evaluación.
pl_pl: Możesz przeglądać oceny po przesłaniu oceny.

# display_Instructions
source: INSTRUCTIONS
da_dk: VEJLEDNING
es_es: INSTRUCCIONES
pl_pl: INSTRUKCJE

# display_Minutes
source: Minutes
da_dk: Minutter
es_es: Minutos
pl_pl: Minuty

# display_Multiple
source: Multiple
es_es: Múltiple
pl_pl: Wielokrotność

# display_Next
source: Next
da_dk: NÆSTE
es_es: SIGUIENTE
pl_pl: NASTĘPNY

# display_NoteGreen
source: Note - Green does not mean that the question has been answered correctly .
da_dk: Bemærk - Grøn betyder ikke, at spørgsmålet er blevet besvaret korrekt.
es_es: Nota - verde no significa que la pregunta ha sido contestada correctamente.
pl_pl: Uwaga - Zielone nie znaczy, że pytanie zostało odebrane poprawnie.

# display_Of
source: Of
da_dk: Af
es_es: De
pl_pl: Z

# display_ParticipantName
source: Participant Name
da_dk: Deltager Navn
es_es: Nombre del participante
pl_pl: uczestnik Nazwa

# display_PerformancelastBatch
source: Performance in last 3 Batch
da_dk: Performance i sidste 3 Batch
es_es: El rendimiento en el pasado 3 lotes
pl_pl: Wydajność w ostatnich 3 Batch

# display_PleaseclickQuestionnumber
source: Please click on the question number to navigate to that question.
da_dk: Klik på Spørgsmål nummer for at navigere til det spørgsmål.
es_es: Por favor, haga clic en el número de preguntas para navegar a esa pregunta.
pl_pl: Proszę kliknąć na liczbę pytań, aby przejść do tej kwestii.

# display_Question
source: Question
da_dk: Spørgsmål
es_es: Pregunta
pl_pl: Pytanie

# display_Questions
source: Questions
da_dk: spørgsmål
es_es: preguntas
pl_pl: pytania

# display_ReadUnansweredQuestion
source: Read-Unanswered Question
da_dk: Læs-Ubesvaret spørgsmål
es_es: Pregunta lectura sin respuesta
pl_pl: Odczyt Pytanie bez odpowiedzi

# display_Result
source: Result
da_dk: Resultat
es_es: Resultado
pl_pl: Wynik

# display_Score
source: Score %
es_es: Puntuación %
pl_pl: Bramka%

# display_Seconds
source: Seconds
da_dk: Sekunder
es_es: Segundos
pl_pl: Towary drugiej jakości

# display_Single
source: Single
da_dk: Enkelt
es_es: Soltero
pl_pl: Pojedynczy

# display_Status
source: Status
es_es: Estado

# display_TimeLeft
source: Time Left
da_dk: Tid tilbage
es_es: Tiempo restante
pl_pl: Pozostały czas

# display_Tittle
source: Assessment
da_dk: Vurdering
es_es: Evaluación
pl_pl: Oszacowanie

# required_AssessmentName
source: Please select Assessment Name
da_dk: Vælg venligst Vurdering Navn
es_es: Por favor, seleccione Nombre Evaluación
pl_pl: Proszę wybrać Assessment Nazwa

# required_BatchName
source: Please select Batch Name
da_dk: Vælg venligst Kladdenavn
es_es: Por favor, seleccione Nombre del lote
pl_pl: Proszę wybrać SERII Nazwa

# display_Save
source: Assessment data saved successfully !.
da_dk: Gemt med succes
es_es: Guardado con éxito
pl_pl: Zapisany pomyślnie

# display_Hr
source: hours
da_dk: timer
es_es: horas
pl_pl: godzin

# display_ReportsMonthSummaryRepoprts
source: Month Summary Reports
da_dk: Måned Resumé Rapporter
es_es: Informes Mes Resumen
pl_pl: Podsumowanie miesiąca Raporty

# display_ReportVerticalWiseAssignmentList
source: Report- Vertical Wise Assignment List
da_dk: Rapport- Vertical Wise Assignment List
es_es: Lista de asignación de Informe vertical Wise
pl_pl: Sprawozdawczości pionie Wise Lista Cesja

# display_ReportUserFinalScoreCard
source: User Final Score Card
da_dk: Bruger Final Score Card
es_es: Tarjeta de Usuario Final Score
pl_pl: Użytkownik końcowy Score Card
