Repository: birlasoft370/Exl-NerveHub
Catalog: CorDig_EXL_NerveHub_MicUI_LandingPage/CodeBase/BPA.GlobalResources/UI/AppConfiguration/Resources.Campaign.*.resx
Languages: da_dk, es_es, pl_pl

# display_Back
source: Back
da_dk: Tilbage
es_es: Espalda
pl_pl: Plecy

# display_BusinessApprover
source: Business approver:
da_dk: Forretning godkender:
es_es: aprobador de actividad:
pl_pl: zatwierdzająca działalności:

# display_BusinessJustifications
source: Business Justifications:
da_dk: Forretning Begrundelser:
es_es: Las justificaciones de actividad:
pl_pl: Biznes Uzasadnienia:

# display_CampaignName
source: Campaign Name:
da_dk: Kampagne Navn:
es_es: Nombre de campaña:
pl_pl: Nazwa kampanii:

# display_Campaign_Title
source: Campaign Master
da_dk: kampagne Master
es_es: campaña Maestro
pl_pl: kampania Mistrz

# display_ClientName
source: Client Name:
es_es: nombre del cliente
pl_pl: Nazwa klienta

# display_CreateNewCampaign
source: Create New Campaign
da_dk: Opret ny kampagne
es_es: Crear una nueva campaña
pl_pl: Tworzenie nowej kampanii

# display_Delete_Button
source: Delete
da_dk: Slette
es_es: Borrar
pl_pl: Kasować

# display_Delete_Confirmation
source: Do you want to delete this Campaign ?
da_dk: Vil du ønsker at slette denne kampagne?
es_es: ¿Quieres eliminar esta campaña?
pl_pl: Czy chcesz usunąć tę kampanię?

# display_Description
source: Description:
da_dk: Beskrivelse:
es_es: Descripción:
pl_pl: Opis:

# display_Disable
source: Disable:
da_dk: Deaktiver:
es_es: Inhabilitar:
pl_pl: Wyłączyć:

# display_Edit_Button
source: Edit
da_dk: Redigere
es_es: Editar
pl_pl: Edytować

# display_EndDate
source: End Date:
da_dk: Slutdato:
es_es: Fecha final:
pl_pl: Data końcowa:

# display_Error
source: Error in saving data.
da_dk: Fejl i lagring af data
es_es: Error en los datos de ahorro
pl_pl: Błąd zapisywania danych

# display_InBound
source: In Bound
da_dk: I Bound
es_es: en Bound
pl_pl: w Związany

# display_KeyBenefits
source: Key Benefits (Tangible/In Tangible):
da_dk: Fordele (Materielle / I Tangible):
es_es: Beneficios clave (Tangible / En tangible):
pl_pl: Główne zalety (Rzeczowe / w rzeczowe):

# display_Location
source: Locations:
da_dk: steder:
es_es: Ubicaciones:
pl_pl: Lokalizacje:

# display_Mode
source: Mode:
es_es: Modo:
pl_pl: Tryb:

# display_ModifyExistingCampaign
source: Modify Existing Campaign
da_dk: Ændre eksisterende kampagne
es_es: Modificar campaña existente
pl_pl: Modyfikacja istniejącej kampanii

# display_New_Button
source: New
da_dk: Ny
es_es: Nuevo
pl_pl: Nowy

# display_NoFieldDataEntry
source: No free Field Data Entry:
da_dk: Ingen gratis Field Data Entry:
es_es: Sin Entrada libre Campo de datos:
pl_pl: Nie wstęp wolny Pole danych:

# display_NoField_Confirmation
source: Selecting this option will disable the possibility of any free field data entry by agents on agent dashboard. Do you want to continue?
da_dk: Valg af denne indstilling vil deaktivere muligheden for enhver frit felt indtastning af data af agenter på agent instrumentbrættet.
es_es: Al seleccionar esta opción desactivará la posibilidad de cualquier entrada de datos de campo libre por agentes de agente de tablero de instrumentos.
pl_pl: Wybranie tej opcji spowoduje zablokowanie możliwości jakiegokolwiek wolnego pola wprowadzania danych przez agentów na środek deski rozdzielczej.

# display_OutBound
source: Out Bound
es_es: Fuera Bound
pl_pl: Spośród Związany

# display_ProcessName
source: Process Name:
da_dk: Proces Navn:
es_es: Nombre del proceso:
pl_pl: Nazwa procesu:

# display_Purposeofcreationofcampaign
source: Purpose of creation of campaign:
da_dk: Formålet med oprettelsen af kampagnen:
es_es: Propósito de la creación de la campaña:
pl_pl: Celem tworzenia kampanii:

# display_Q1
source: Q1:
es_es: P1:

# display_Q2
source: Q2:
es_es: P2:

# display_Q3
source: Q3:
es_es: P3:

# display_Save
source: Campaign data saved successfully !.
da_dk: Kampagne Gemt succes!.
es_es: Campaña guardado correctamente!.
pl_pl: Kampania Zapisane pomyślnie!.

# display_Save_Button
source: Save
da_dk: Spare
es_es: Salvar
pl_pl: Zapisać

# display_SearchCampaign_Title
source: Search Campaign
da_dk: Søg kampagne
es_es: Campaña de búsqueda

# display_Search_Button
source: Search
da_dk: Søge
es_es: Buscar
pl_pl: Szukanie

# display_Select_Business_Approver
source: Select Business Approver...
da_dk: Vælg Forretning Godkender ...
es_es: Seleccionar negocios aprobador ...
pl_pl: Wybierz firmy Zatwierdzający ...

# display_Select_Client
source: Select Client...
da_dk: Vælg Client ...
es_es: Seleccione Cliente ...
pl_pl: Wybierz Klient ...

# display_Select_mode
source: Select Mode...
da_dk: Vælg Mode ...
es_es: Modo de selección...
pl_pl: Wybierz tryb ...

# display_Select_Process
source: Select Process...
da_dk: Vælg Behandl ...
es_es: Proceso de selección de ...
pl_pl: Wybierz Process ...

# display_Select_Purposeofcampaign
source: Select Purpose of campaign...
da_dk: Vælg Formål med kampagnen ...
es_es: Seleccione Objeto de la campaña ...
pl_pl: Wybierz Cel kampanii ...

# display_Select_TechnologyApprover
source: Select Technology Approver...
da_dk: Vælg Teknologi Godkender ...
es_es: Seleccione Tecnología aprobador ...
pl_pl: Wybierz Technologia Zatwierdzający ...

# display_Select_TimeZone
source: Select TimeZone...
da_dk: Vælg TimeZone ...
es_es: Seleccionar zona horaria ...
pl_pl: Wybierz Strefa czasowa ...

# display_ShiftWindow
source: Shift Window:
es_es: Cambiar de ventana:
pl_pl: Przesunięcie okna:

# display_TargetUsers
source: Target Users:
da_dk: Målgruppen:
es_es: Los usuarios de destino:
pl_pl: Docelowe użytkowników:

# display_TechnologyApprover
source: Technology approver:
da_dk: Teknologi godkender:
es_es: aprobador Tecnología:
pl_pl: zatwierdzająca Technologia:

# display_TimeTracking
source: Time Tracking
da_dk: tidsregistrering
es_es: Tomando Quenta de tiempo
pl_pl: Śledzenie czasu

# display_TimeZone
source: Time Zone:
da_dk: Tidszone:
es_es: Zona horaria:
pl_pl: Strefa czasowa:

# display_TransactionsMonitoring
source: Transactions Monitoring
da_dk: Transaktioner Overvågning
es_es: Monitoreo transacciones
pl_pl: transakcje Monitorowanie

# display_Update
source: Campaign data update successfully !.
da_dk: Kampagne Opdater succes!.
es_es: Actualizar la campaña con éxito!.
pl_pl: Aktualizacja kampanii pomyślnie!.

# display_View_Button
source: View
da_dk: Udsigt
es_es: Ver
pl_pl: Widok

# display_WorkManagement
source: Work Management
da_dk: Arbejde Management
es_es: Dirección de obra
pl_pl: Zarządzanie pracą

# required_BusinessApprover
source: Please select Business Approver
da_dk: Vælg venligst Forretning Godkender
es_es: Por favor, seleccione aprobador de negocios
pl_pl: Proszę wybrać działalności zatwierdzająca

# required_BusinessJustifications
source: Please enter Business Justifications
da_dk: Indtast virksomheder Begrundelser
es_es: Por favor, introduzca las justificaciones comerciales
pl_pl: Proszę podać uzasadnienie biznesowe

# required_CampaignName
source: Please enter Campaign Name
da_dk: Indtast venligst Kampagnenavn
es_es: Por favor, introduzca Nombre de la campaña
pl_pl: Proszę podać nazwę kampanii

# required_ClientName
source: Please select Client Name
da_dk: Vælg venligst Client Name
es_es: Por favor, seleccione el nombre del cliente
pl_pl: Proszę wybrać opcję Nazwa klienta

# required_EndDate
source: Please select End Date
da_dk: Vælg venligst Slutdato
es_es: Por favor, seleccione Fecha de finalización
pl_pl: Proszę wybrać datę końcową

# required_KeyBenefits
source: Please enter Key Benefits (Tangible/In Tangible)
da_dk: Indtast Fordele (Materielle / i materielle)
es_es: Por favor, introduzca Beneficios clave (Tangible / En tangible)
pl_pl: Proszę podać kluczowe świadczenia (Rzeczowe / w rzeczowy)

# required_Location
source: Please enter Location
da_dk: Indtast placering
es_es: Por favor, introduzca la ubicación
pl_pl: Proszę podać Lokalizacja

# required_Mode
source: Please select Mode
da_dk: Vælg venligst tilstand
es_es: Por favor, seleccione el modo de
pl_pl: Proszę wybrać tryb

# required_ProcessName
source: Please select Process Name
da_dk: Vælg venligst Process Navn
es_es: Por favor, seleccione Nombre del proceso
pl_pl: Proszę wybrać nazwę procesu

# required_Purposeofcreationofcampaign
source: Please select purpose of creation of campaign
da_dk: Vælg Formål med etablering af kampagne
es_es: Por favor, seleccione propósito de la creación de la campaña
pl_pl: Proszę wybrać cel stworzenia kampanii

# required_Q1Q2Q3
source: Please provide the numeric value
da_dk: Angiv den numeriske værdi
es_es: Por favor, proporcione el valor numérico
pl_pl: Proszę podać wartość liczbową

# required_ShiftWindow
source: Please enter Shift Window
da_dk: Indtast Shift Window
es_es: Por favor, introduzca Ventana Shift
pl_pl: Proszę wpisać Shift, okno

# required_TechnologyApprover
source: Please select Technology Approver
da_dk: Vælg Teknologi Godkender:
es_es: Por favor, seleccione Tecnología aprobador:
pl_pl: Proszę wybrać Technologia Zatwierdzający:

# required_TimeZone
source: Please select Time Zone
da_dk: Vælg venligst Time Zone
es_es: Por favor, seleccione Zona horaria
pl_pl: Proszę wybrać strefę czasową

# required_Y1Y2Y3
source: Please provide the numeric value
da_dk: Angiv den numeriske værdi
es_es: Por favor, proporcione el valor numérico
pl_pl: Proszę podać wartość liczbową

# display_Submit
source: Submit
da_dk: Indsende
es_es: Enviar
pl_pl: Zatwierdź

# diplay_ApproveSuccessfully
source: Campaign creation request approved successfully !.
da_dk: Kampagne Creation Anmodning Godkendt succes
es_es: Campaña Creación solicitud aprobada con éxito
pl_pl: Utworzenie kampanii Prośba Zatwierdzone powodzeniem

# diplay_CancelSuccessfully
source: Campaign creation request cancelled successfully !.
da_dk: Kampagne Creation Anmodning Annulleret med succes
es_es: Creación Campaña Solicitud cancelada exitosamente
pl_pl: Utworzenie kampanii Prośba Zlikwidowano powodzeniem

# diplay_RejectSuccessfully
source: Campaign creation request rejected successfully !.
da_dk: Kampagne Creation Anmodning Afvist succes
es_es: Campaña Creación Se rechazó la solicitud con éxito
pl_pl: Utworzenie kampanii Prośba Odrzucone powodzeniem

# display_ApporveGridTitle
source: Campaign Approvals
da_dk: Kampagne Godkendelser
es_es: Las aprobaciones de campaña
pl_pl: Zatwierdzenia kampanii

# display_Approve
source: Approve
da_dk: Godkende
es_es: Aprobar
pl_pl: Zatwierdzać

# display_ApproveTitle
source: Campaign Approval
da_dk: kampagne Godkendelse
es_es: Aprobación campaña
pl_pl: Zatwierdzenie kampanii

# display_BussinessAppprover
source: Bussiness Approver
da_dk: bussiness Godkender
es_es: bussiness aprobador
pl_pl: Bussiness zatwierdzająca

# display_Campaign
source: Campaign
da_dk: Kampagne
es_es: Campaña
pl_pl: Kampania

# display_Cancel
source: Cancel
da_dk: Ophæve
es_es: Cancelar
pl_pl: Anuluj

# display_Client
source: Client
da_dk: Klient
es_es: Cliente
pl_pl: Klient

# display_NoRecord
source: No request is pending for approval
da_dk: Ingen anmodning er Afventer til godkendelse
es_es: Sin solicitud está pendiente de aprobación
pl_pl: Żaden wniosek o zatwierdzenie czeka

# display_Process
source: Process
da_dk: Behandle
es_es: Proceso
pl_pl: Proces

# display_Reject
source: Reject
da_dk: Afvise
es_es: Rechazar
pl_pl: Odrzucać

# display_RequestedOn
source: Requested On
da_dk: Anmodet On
es_es: solicitado el
pl_pl: Żądana dniu

# display_Requester
source: Requester
es_es: solicitante
pl_pl: wnioskodawca

# display_Status
source: Status
es_es: Estado

# display_TechApprover
source: Technology Approver
da_dk: Teknologi Godkender
es_es: tecnología aprobador
pl_pl: Technologia zatwierdzająca

# diplay_submitmsg
source: Change request submitted successfully !.
da_dk: Skift Anmodning sendt
es_es: Solicitud de Cambio enviado correctamente
pl_pl: Zmiana wniosku przedłożonego Pomyślnie

# dispaly_Changerequest
source: Additional Change Request:
da_dk: Yderligere Change Request:
es_es: Cambio adicional de pedidos:
pl_pl: Dodatkowa zmiana Żądanie:

# display_ApproveRequester
source: Requester
es_es: solicitante
pl_pl: wnioskodawca

# display_commentmsg
source: Please specify comment to change the request!
da_dk: Angiv kommentar at ændre anmodningen!
es_es: Por favor, especifique comentario para cambiar la petición!
pl_pl: Proszę podać komentarz zmienić prośbę!

# display_FromDate
source: From Date:
da_dk: Fra dato:
es_es: Partir de la fecha:
pl_pl: Od daty:

# display_ToDate
source: To Date:
da_dk: Til dato:
es_es: Hasta la fecha:
pl_pl: Spotykać się z kimś:

# display_WorkDefinitionName
source: Work Definition Name
da_dk: Arbejde Definition Navn
es_es: Trabajo Nombre de definición
pl_pl: Pracuj Definicja Nazwa

# required_WorkDefinationName
source: Purpose of Creation Work Definition
da_dk: Formålet med Creation Work Definition
es_es: Propósito de la Creación Definición de Trabajo
pl_pl: Celem utworzenia Pracy Definicja

# display_BusinessJustifications_Tittle
source: Business Justifications
da_dk: Forretningsservice Begrundelser
es_es: Las justificaciones de negocio
pl_pl: Biznes Uzasadnienia

# display_IsemailCampaign
source: Is Email Campaign
da_dk: Er e-mail kampagne
es_es: Es campaña de correo electrónico
pl_pl: Czy e-mail kampanii

# display_CampaignDeleted
source: Campaign data deleted successfully !.
da_dk: Kampagne slettet.
es_es: Campaña eliminado correctamente.
pl_pl: Kampania pomyślnie usunięty.

# display_BackOffice
source: Back Office
da_dk: Kontor
pl_pl: Zaplecze biurowe
