Repository: birlasoft370/Exl-NerveHub
Catalog: CorDig_EXL_NerveHub_MicUI_LandingPage/CodeBase/BPA.GlobalResources/UI/AppConfiguration/Resources.Process.*.resx
Languages: da_dk, es_es, pl_pl

# Disp_BtnGetERPProcesses
source: Get ERP Processes
da_dk: Få ERP Processer
es_es: Obtener Procesos ERP
pl_pl: Uzyskaj procesy ERP

# Disp_Calender
source: Calender:
da_dk: Kalender:
es_es: Calandrar:
pl_pl: Kalander:

# Disp_CleintName
source: Client Name:
da_dk: Klient Navn:
es_es: Nombre del cliente:
pl_pl: Nazwa klienta:

# Disp_Description
source: Description:
da_dk: Beskrivelse:
es_es: Descripción:
pl_pl: Opis:

# Disp_Disable
source: Disable:
da_dk: Deaktiver:
es_es: Inhabilitar:
pl_pl: Wyłączyć:

# Disp_EffEndDate
source: Eff. End Date:
da_dk: Eff.
es_es: Ef.
pl_pl: Eff.

# Disp_EffStartDate
source: Eff. Start Date:
da_dk: Eff.
es_es: Ef.
pl_pl: Eff.

# Disp_ERPCode
source: ERP Code:
es_es: Código ERP:
pl_pl: Kod ERP:

# Disp_ERPName
source: ERP Name:
da_dk: ERP Navn:
es_es: Nombre ERP:
pl_pl: ERP Nazwa:

# Disp_ERPProcess
source: ERP Process
es_es: Proceso de ERP
pl_pl: Proces ERP

# Disp_ERPProcessCode
source: ERP Process Code:
da_dk: ERP Proces Kode:
es_es: Código de Proceso ERP:
pl_pl: Kod Proces ERP:

# Disp_ERPProcessName
source: ERP Process Name:
da_dk: ERP Process Navn:
es_es: ERP Nombre de proceso:
pl_pl: ERP Nazwa procesu:

# Disp_ERSCAPType
source: ERS CAP Type:
es_es: ERS Tipo PAC:
pl_pl: ERS typu CAP:

# Disp_FrequencyFeedbackSupervisor
source: Frequency of feedback for a supervisor:
da_dk: Hyppigheden af feedback til en vejleder:
es_es: Frecuencia de retroalimentación para un supervisor:
pl_pl: Częstotliwość zwrotnej dla przełożonego:

# Disp_FrequencyQCA
source: Frequency Of Target For A QCA:
da_dk: Hyppigheden af mål for en QCA:
es_es: Frecuencia de destino Para obtener una QCA:
pl_pl: Częstość występowania cel dla QCA:

# Disp_FTE
source: FTE:
es_es: ETC:

# Disp_Location
source: Location:
da_dk: Beliggenhed:
es_es: Ubicación:
pl_pl: Lokalizacja:

# Disp_Name
source: Name
da_dk: Navn
es_es: Nombre
pl_pl: Nazwa

# Disp_PilotEndDate
source: Pilot End Date:
da_dk: Pilot Slutdato:
es_es: Piloto Fecha de finalización:
pl_pl: Pilot Data zakończenia:

# Disp_PilotStartDate
source: Pilot Start Date:
da_dk: Pilot Start Dato:
es_es: Piloto Fecha de Inicio:
pl_pl: Pilot Data rozpoczęcia:

# Disp_ProcessComplexity
source: Process Complexity:
da_dk: Proces Kompleksitet:
es_es: Proceso Complejidad:
pl_pl: Złożoność procesu:

# Disp_ProcessERPMapping
source: Process ERP Mapping
da_dk: Proces ERP Mapping
es_es: Proceso de Asignación de ERP
pl_pl: Proces mapowania ERP

# Disp_ProcessFTE
source: Process FTE
da_dk: Proces FTE
es_es: ETC proceso
pl_pl: proces FTE

# Disp_ProcessMaster
source: Process Master
da_dk: Proces Master
es_es: proceso Maestro
pl_pl: Mistrz Process

# Disp_ProcessName
source: Process Name:
da_dk: Proces Navn:
es_es: Nombre del proceso:
pl_pl: Nazwa procesu:

# Disp_ProcessSLA
source: Stage:
da_dk: Scene:
es_es: Escenario:
pl_pl: Etap:

# Disp_ProcessType
source: Process Type:
da_dk: Proces Type:
es_es: Tipo de proceso:
pl_pl: Rodzaj procesu:

# Disp_ProcessWorkType
source: Voice/Non voice/Blended:
da_dk: Voice / Non voice / Blandet:
es_es: Voz / No de voz / Mezclado:
pl_pl: Voice / Non głos / Blended:

# Disp_ProductionEndDate
source: Production End Date:
da_dk: Produktion Slutdato:
es_es: Producción Fecha de finalización:
pl_pl: Produkcja Data zakończenia:

# Disp_ProductionStartDate
source: Production Start Date:
da_dk: Produktion Start Dato:
es_es: Producción Fecha de Inicio:
pl_pl: Produkcja Data rozpoczęcia:

# Disp_QCACount
source: QCA Count
es_es: Conde QCA
pl_pl: QCA hrabia

# Disp_SBUName
source: SBU Name:
da_dk: SBU Navn:
es_es: Nombre SBU:
pl_pl: SBU Nazwa:

# Disp_Scope
source: Scope:
da_dk: Anvendelsesområde:
es_es: Alcance:
pl_pl: Zakres:

# Disp_SearchProcess
source: Search Process
da_dk: Søg Process
es_es: Proceso de búsqueda
pl_pl: Proces wyszukiwania

# Disp_SLAEndDate
source: SLA End Date:
da_dk: SLA Slutdato:
es_es: SLA Fecha de finalización:
pl_pl: SLA Data zakończenia:

# Disp_SLAStartDate
source: SLA Start Date:
da_dk: SLA Start Dato:
es_es: SLA Fecha de Inicio:
pl_pl: SLA Data rozpoczęcia:

# Disp_StabilizationEndDate
source: Stabilization End Date:
da_dk: Stabilisering Slutdato:
es_es: Estabilización Fecha de finalización:
pl_pl: Stabilizacja Data zakończenia:

# Disp_StabilizationStartDate
source: Stabilization Start Date:
da_dk: Stabilisering Start Dato:
es_es: Estabilización Fecha de Inicio:
pl_pl: Stabilizacja Data rozpoczęcia:

# Disp_TargetAuditPerMonth
source: Target Audit/Month:
da_dk: Target Audit / måned:
es_es: Auditoría de destino / Mes:
pl_pl: Cel Audyt / miesiąc:

# Disp_TargetQCAPerMonth
source: Target QCA production hours per month:
da_dk: Target QCA produktionstimer om måneden:
es_es: Orientar las horas de producción QCA al mes:
pl_pl: Kierowanie godzin produkcyjnych QCA miesięcznie:

# Required_SelectClient
source: Please select Client Name.
da_dk: Vælg venligst Client.
es_es: Por favor seleccione Cliente.
pl_pl: Wybierz Client.

# Req_Calender
source: Please select Calender.
da_dk: Vælg venligst Kalender.
es_es: Por favor seleccione Calendario.
pl_pl: Wybierz Kalander.

# Req_ERSCAPType
source: Please select ERS CAP Type.
da_dk: Vælg venligst ERS CAP Type.
es_es: Por favor seleccione ERS Tipo de tapa.
pl_pl: Wybierz ERS CAP Type.

# Req_FrequencyFeedbackSupervisor
source: Required
da_dk: Nødvendig
es_es: Necesario
pl_pl: wymagany

# Req_ProcessComplexity
source: Please select Process Complexity.
da_dk: Vælg venligst Process Complexity.
es_es: Por favor seleccione la complejidad del proceso.
pl_pl: Wybierz złożoności procesu.

# Req_ProcessName
source: Please enter Process Name.
da_dk: Venligst Indtast Process Navn.
es_es: Por favor, introduzca Nombre del proceso.
pl_pl: Proszę podać nazwę procesu.

# Req_ProcessType
source: Please select Process Type.
da_dk: Vælg venligst Process Type.
es_es: Seleccione el tipo de proceso.
pl_pl: Wybierz typ procesu.

# Req_ProcessWorkType
source: Please select Process Work Type.
da_dk: Vælg venligst Process Work type.
es_es: Por favor seleccione Proceso Tipo de trabajo.
pl_pl: Wybierz Process rodzaj pracy.

# Req_SUBName
source: Please select SBU Name.
da_dk: Vælg venligst SUB navn.
es_es: Por favor, seleccione el nombre SUB.
pl_pl: Wybierz SUB nazwę.

# Req_TargetQCAPerMonth
source: Target QCA Per Month is Reuired.
da_dk: Target QCA Per måned er reuired.
es_es: Objetivo QCA por mes se reuired.
pl_pl: Cel QCA Za miesiąc jest Reuired.

# Msg_NoCalenderExist
source: No calender information exists for this period! You need to define calender first!
da_dk: Ingen Kalender Information findes for denne periode!
es_es: Sin información Calendario existe para este período!
pl_pl: Nie istnieje Kalendarz Informacje na ten okres!

# Msg_PeocessCreatePermission
source: You don't have permission to create process with process type organization!
da_dk: Du har ikke tilladelse til at oprette Proces med Process Type Organization!
es_es: Usted no tiene permiso para crear procesos con Organización Tipo de proceso!
pl_pl: Nie masz uprawnień do tworzenia proces o typ procesu organizacji!

# Msg_ProcessNameAlreadyExist
source: Process Name already exists!
da_dk: Proces Navn findes allerede!
es_es: Nombre del proceso ya existe!
pl_pl: Nazwa procesu już istnieje!

# Msg_ProcessSaved
source: Process data saved successfully !.
da_dk: Proces gemt!
es_es: Proceso de guardado con éxito!
pl_pl: Proces zapisany pomyślnie!

# Msg_ProcessSavedError
source: Error in saving data.
da_dk: Proces Ikke oprettet !, Fejl er
es_es: Proceso no se crea con éxito !, es un error
pl_pl: Proces ten nie został utworzony pomyślnie !, Błąd jest

# displaySubProcess
source: Sub Process:
da_dk: Sub Proces:
es_es: Sub proceso:
pl_pl: Sub procesu:

# required_Subprocess
source: Please enter Sub Process.
da_dk: Giv Sub-processen.
es_es: Sírvanse proporcionar Sub Proceso.
pl_pl: Proszę podać Sub Process.

# display_CreateNewProcess
source: Create New Process
da_dk: Opret ny Process
es_es: Crear nuevo Proceso
pl_pl: Tworzenie nowego procesu

# Display_ERPProcess
source: ERP Process:
da_dk: ERP Proces:
es_es: Proceso de ERP:
pl_pl: Proces ERP:

# display_ModifyExistingProcess
source: Modify Existing Process
da_dk: Modificere eksisterende Process
es_es: Modificar proceso existente
pl_pl: Modyfikacja istniejącego procesu

# display_ProcessSearch
source: Process Search
da_dk: Proces Søg
es_es: proceso de búsqueda
pl_pl: proces wyszukiwania

# display_SearchProcess
source: Search Process
da_dk: Søg Process
es_es: Proceso de búsqueda
pl_pl: Proces wyszukiwania

# confirm_DeleteProcess
source: Do you wish to delete this process?
da_dk: Har du ønsker at slette denne proces?
es_es: ¿Quiere borrar este proceso?
pl_pl: Czy chcesz usunąć ten proces?

# display_ProcessDeleted
source: Process data deleted successfully !.
da_dk: Proces slettet.
es_es: Proceso eliminado correctamente.
pl_pl: Proces pomyślnie usunięty.

# display_Agent
source: /Agent
es_es: /Agente

# display_TargetSidebySideAuditPerMonth
source: Target side by side audit per month:
da_dk: Target side om side revision per måned:
es_es: Orientar de lado a lado de auditoría por mes:
pl_pl: Kierowanie obok siebie kontroli miesięcznie:

# display_Voice_NonVoice_Blended
source: Voice/Non voice/Blended:
da_dk: Voice / Non voice / Blandet:
es_es: Voz / No de voz / Mezclado:
pl_pl: Voice / Non głos / Blended:

# required_PleaseSpecifyTargetQCAHrs
source: Please specify Target QCA Hrs.
da_dk: Angiv Target QCA Hrs.
es_es: Por favor, especifique Objetivo QCA Hrs.
pl_pl: Proszę podać docelowy QCA godzin.

# required_Please_Specify_ERS_CAP_Type
source: Please specify ERS CAP Type.
da_dk: Angiv ERS CAP Type.
es_es: Por favor, especifique ERS Tipo de tapa.
pl_pl: Proszę podać ERS CAP Type.

# required_Voice_NonVoice_Blended
source: Please specify Voice/Non voice/Blended.
da_dk: Angiv venligst Voice / Non voice / Blended.
es_es: Por favor, especifique voz / no voz / mezclado.
pl_pl: Proszę podać Voice / Non głos / Blended.
