Repository: birlasoft370/Exl-NerveHub
Catalog: CorDig_EXL_NerveHub_MicUI_LandingPage/CodeBase/BPA.GlobalResources/UI/AppConfiguration/Resources.UserManagement.*.resx
Languages: da_dk, es_es, pl_pl

# display_Approver
source: Approver
da_dk: godkender
es_es: aprobador
pl_pl: zatwierdzająca

# display_Client
source: Client
da_dk: Klient
es_es: Cliente
pl_pl: Klient

# display_ClientUser
source: Is Client User
da_dk: Er Client Bruger
es_es: ¿Es usuario del cliente
pl_pl: Czy klient użytkownika

# display_Disable
source: Disable
da_dk: Deaktiver
es_es: Inhabilitar
pl_pl: Wyłączyć

# display_DOJ
source: Date Of Joining
da_dk: Dato for at deltage
es_es: Fecha de inscripción
pl_pl: Data dołączenia

# display_DOL
source: Date Of Leaving
da_dk: Dato Of Leaving
es_es: Fecha de partida
pl_pl: Terminem odejścia

# display_EmployeeID
source: Employee ID
da_dk: Medarbejder-id
es_es: ID de empleado
pl_pl: dowód pracownika

# display_ERP
source: ERP Job
es_es: ERP de empleo
pl_pl: Praca ERP

# display_Facility
source: Facility
es_es: Instalaciones
pl_pl: Obiekt

# display_FirstName
source: First Name
da_dk: Fornavn
es_es: Nombre de pila
pl_pl: Pierwsze imię

# display_LastName
source: Last Name
da_dk: Efternavn
es_es: Apellido
pl_pl: Nazwisko

# display_LocationName
source: Location Name
da_dk: Placering Navn
es_es: Nombre del lugar
pl_pl: Nazwa lokalizacji

# display_LoginName
source: Login Name
da_dk: Login-navn
es_es: Nombre de inicio de sesión
pl_pl: Nazwa użytkownika

# display_MiddleName
source: Middle Name
da_dk: Mellemnavn
es_es: Segundo nombre
pl_pl: Drugie imię

# display_Password
source: Password
da_dk: Adgangskode
es_es: Contraseña
pl_pl: Hasło

# display_RetriveSuperwiserError
source: Falid to retrive Superwisers
da_dk: Falid at retrive Superwisers
es_es: Falid retrive Superwisers
pl_pl: Falid przy sprowadzaniu Superwisers

# display_RetriveUserError
source: Falid to retrive Users
da_dk: Falid at retrive Brugere
es_es: Falid retrive Usuarios
pl_pl: Falid przy sprowadzaniu Użytkownicy

# display_Role
source: Role
da_dk: rolle
es_es: Papel
pl_pl: Rola

# display_SearchPopName
source: Name
da_dk: Navn
es_es: Nombre
pl_pl: Nazwa

# display_SearchUserTypeLink
source: Search User by Lan ID
da_dk: Søg Bruger af Lan ID
es_es: La búsqueda de usuarios de la empresa Lan ID
pl_pl: Szukaj użytkownika o ID Lan

# display_SelectApprover
source: Select
da_dk: Vælg Godkender ----
es_es: Elija un aprobador ----
pl_pl: Wybierz zatwierdzająca ----

# display_SelectClient
source: Select
da_dk: Vælg Client ----
es_es: Seleccione Cliente ----
pl_pl: Wybierz Client ----

# display_SelectFacility
source: Select
da_dk: Vælg Facility ----
es_es: Facilidad de selección ----
pl_pl: Wybierz Instrument ----

# display_SelectLOB
source: Select
da_dk: Vælg LOB ----
es_es: Seleccionar ---- LOB
pl_pl: Wybierz LOB ----

# display_SelectRole
source: Select
da_dk: Vælg Rolle ----
es_es: Seleccione Papel ----
pl_pl: Select Role ----

# display_SelectSBU
source: Select
da_dk: Vælg SBU ----
es_es: Seleccionar ---- SBU
pl_pl: Wybierz SBU ----

# display_Team
source: Team
da_dk: Hold
es_es: Equipo
pl_pl: Zespół

# display_UserDetailLink
source: Get User Detail
da_dk: Hent User Detail
es_es: Obtener detalles de usuario
pl_pl: Uzyskaj Szczegóły użytkownika

# display_UserLevel
source: User Level
da_dk: brugerniveau
es_es: Nivel de usuario
pl_pl: Poziom użytkownika

# required_Client
source: Please select Client Name.
da_dk: Vælg venligst Client.
es_es: Por favor, seleccione Cliente.
pl_pl: Proszę wybrać Client.

# required_EmployeeID
source: Please enter EmployeeID.
da_dk: Venligst Indtast MedarbejderId.
es_es: Por favor, introduzca de empleado.
pl_pl: Proszę podać EmployeeID.

# required_Facility
source: Please select Facility Name.
da_dk: Vælg venligst Facility.
es_es: Por favor, facilidad de selección.
pl_pl: Wybierz instrument.

# required_FirstName
source: Please enter First Name.
da_dk: Venligst Indtast Fist navn.
es_es: Por favor, introduzca Puño Nombre.
pl_pl: Proszę podać nazwę Fist.

# required_LanID
source: Please enter Login Name.
da_dk: Venligst Indtast Login Name.
es_es: Por favor, introduzca nombre.
pl_pl: Proszę podać nazwę logowania.

# required_LOB
source: Please select LOB.
da_dk: Vælg venligst LOB.
es_es: Por favor seleccione LOB.
pl_pl: Wybierz LOB.

# required_Role
source: Please select Role.
da_dk: Vælg venligst Rolle.
es_es: Por favor seleccione Papel.
pl_pl: Wybierz Role.

# required_RoleApprover
source: Please select Role Approver.
da_dk: Vælg Rolle Godkender.
es_es: Por favor, seleccione Papel aprobador.
pl_pl: Proszę wybrać Zatwierdzający rolę.

# required_SBU
source: Please select SBU.
da_dk: Vælg venligst SBU.
es_es: Por favor seleccione SBU.
pl_pl: Wybierz SBU.

# required_Search
source: Enter search text.
da_dk: Indtast Search Text.
es_es: Introduzca búsqueda de texto.

# display_EffectiveDate
source: Effective Date
da_dk: Ikrafttrædelsesdatoen
es_es: Fecha de vigencia
pl_pl: Data wejścia w życie

# display_FromDate
source: From Date
da_dk: Fra dato
es_es: Partir de la fecha
pl_pl: Od daty

# display_ToDate
source: To Date
da_dk: Til dato
es_es: Hasta la fecha
pl_pl: Spotykać się z kimś

# required_FromDate
source: Please select From Date.
da_dk: Vælg venligst Fra dato.
es_es: Por favor seleccione de la fecha.
pl_pl: Proszę wybrać z daty.

# required_ToDate
source: Please select To Date.
da_dk: Vælg venligst til dato.
es_es: Por favor seleccione a la fecha.
pl_pl: Wybierz To Date.

# confirm_DeleteUser
source: Do you wish to delete user?
da_dk: Har du ønsker at slette brugeren?
es_es: ¿Desea eliminar usuario?
pl_pl: Czy chcesz usunąć użytkownika?

# display_AccessAndApproval
source: User Mapping & Approval Status
da_dk: Bruger Kortlægning & Godkendelsesstatus
es_es: Estado de asignación y aprobación del usuario
pl_pl: User Mapping & Stan zatwierdzenia

# display_AccountInformationLbl
source: Account Information
da_dk: Kontooplysninger
es_es: Información de la cuenta
pl_pl: informacje o koncie

# display_btnApproveText
source: Approve
da_dk: Godkende
es_es: Aprobar
pl_pl: Zatwierdzać

# display_btnCancelReqText
source: Cancel Request
da_dk: Annuller Request
es_es: Cancelar petición
pl_pl: Anulować żądanie

# display_btnGetStatusText
source: Get Status List
da_dk: Få status List
es_es: Obtener Lista de Estado
pl_pl: Uzyskaj listy statusu

# display_btnRaiseReqText
source: Raise Request
da_dk: Hæv Request
es_es: elevar Solicitud
pl_pl: Podnieść Zamówienie

# display_btnRejectText
source: Reject
da_dk: Afvise
es_es: Rechazar
pl_pl: Odrzucać

# display_btnSaveText
source: Save
da_dk: Spare
es_es: Salvar
pl_pl: Zapisać

# display_ClientProcAccesslLbl
source: Client/Process Access Details
da_dk: Klient / Process Access Detaljer
es_es: Cliente / Proceso de Datos de Acceso
pl_pl: Client / Process Dane dostępowe

# display_PageHeader
source: User Management
da_dk: Bruger Management
es_es: Gestión de usuarios
pl_pl: Zarządzanie użytkownikami

# display_PopUpBTNSearch
source: Search
da_dk: Søge
es_es: Buscar
pl_pl: Szukanie

# display_QuotaLbl
source: Quota Details
da_dk: kvote Detaljer
es_es: Detalles de cuotas
pl_pl: Szczegóły kwot

# display_ReqApprovalHeader
source: Request Approval List
da_dk: Anmodning Godkendelse List
es_es: Solicitud de Aprobación de lista
pl_pl: Zapytanie Lista Zatwierdzenie

# display_RequestApprovalTabLbl
source: Request Approval List
da_dk: Anmodning Godkendelse List
es_es: Solicitud de Aprobación de lista
pl_pl: Zapytanie Lista Zatwierdzenie

# display_RequestStatusLbl
source: Request Status List
da_dk: Anmodning status List
es_es: Solicitud Lista de Estado
pl_pl: Zapytanie Status Lista

# display_RequestStatusTabLbl
source: Request Status List
da_dk: Anmodning status List
es_es: Solicitud Lista de Estado
pl_pl: Zapytanie Status Lista

# display_ResentErpChangeLbl
source: Recent ERP Changes
da_dk: Nylige ERP Ændringer
es_es: Cambios recientes ERP
pl_pl: Ostatnie zmiany ERP

# display_SearchPageHeader
source: User Management Search
da_dk: Bruger Management Søg
es_es: Gestión de usuarios Buscar
pl_pl: Szukaj User Management

# display_ShiftDetailLbl
source: Shift Detail
es_es: Detalle Shift
pl_pl: przesunięcie Szczegóły

# display_UserDetailPageHeader
source: User Details
da_dk: Bruger Detaljer
es_es: Detalles de usuario
pl_pl: Dane użytkownika

# display_UserMapDetailTabLbl
source: User Mapping Details
da_dk: Bruger Kortlægning Detaljer
es_es: Detalles de correlación de usuarios
pl_pl: Szczegóły Mapowanie użytkownika

# display_UserPermissionLbl
source: User Permission
da_dk: Bruger Tilladelse
es_es: permiso de usuario
pl_pl: Zgoda użytkownika

# display_UserName
source: User Name :
da_dk: Brugernavn:
es_es: Nombre de Usuario:
pl_pl: Nazwa Użytkownika :

# required_ThreeCharsForSearch
source: Please enter at least 3 characters for better search.
da_dk: Indtast venligst mindst 3 tegn til bedre søgning.
es_es: Por favor, introduzca al menos 3 caracteres para una mejor búsqueda.
pl_pl: Proszę podać co najmniej 3 znaki dla lepszego wyszukiwania.

# display_ApproverAllSelectedProcess
source: Please select approver for all the selected processes.
da_dk: Vælg Godkender for alle de udvalgte processer.
es_es: Por favor, seleccione aprobador para todos los procesos seleccionados.
pl_pl: Proszę wybrać zatwierdzający dla wszystkich wybranych procesów.

# display_ChangesDoneSuccessfully
source: User data saved successfully !.
da_dk: Ændringer gjort med succes.
es_es: Cambios hecho con éxito.
pl_pl: Zmiany wykonane pomyślnie.

# display_ItemShouldUnique
source: Item should be unique.
da_dk: Item skal være unikt.
es_es: El artículo debe ser único.
pl_pl: Przedmiot powinien być unikalny.

# display_NoProcessAssignedProcess
source: No Process is assigned to the user! Please assign a Process.
da_dk: Ingen Proces er tildelt til brugeren!
es_es: No Proceso se asigna al usuario!
pl_pl: Żaden proces jest przypisany do użytkownika!

# display_RequestApprovedSuccessfully
source: User request approved successfully !.
da_dk: Anmodning Godkendt Succesfuld.
es_es: Se aprobó la solicitud con éxito.
pl_pl: Zapytanie Zatwierdzone pomyślnie.

# display_RequestCanceledSuccessfully
source: User request cancelled successfully !.
da_dk: Anmodning annulleret med succes.
es_es: Solicitud cancelado correctamente.
pl_pl: Zamówienie anulowane z powodzeniem.

# display_RequestRaisedSuccessfully
source: User request raised successfully !.
da_dk: Anmodning rejst med succes
es_es: Solicitud levantó con éxito
pl_pl: Żądanie podniesione powodzeniem

# display_RequestRejectedSuccessfully
source: User request rejected successfully !.
da_dk: Anmodning Afvist Succesfuld.
es_es: Se rechazó la solicitud con éxito.
pl_pl: Wniosek odrzucony pomyślnie.

# display_UserAlreadyExist
source: User Id already exists!</br> If you want to modify it please click on the Search button at the bottom. </br>If you are not able to search his/her Id then please contact your SPOC.
da_dk: Bruger-id findes allerede! &lt;/ Br&gt; Hvis du ønsker at ændre det skal du klikke på knappen Søg i bunden.
es_es: El ID del usuario ya existe! &lt;/ Br&gt; Si desea modificarlo por favor haga clic en el botón de búsqueda en la parte inferior.
pl_pl: User Id już istnieje! &lt;/ Br&gt; Jeśli chcesz to zmienić należy kliknąć na przycisk Search na dole.

# display_UserDeletedSucessfully
source: User data deleted sucessfully !.
da_dk: Bruger slettet med succes.
es_es: Usuario eliminado con éxito.
pl_pl: Użytkownik został usunięty pomyślnie.

# display_UserDetailsModifiedSuccessfully
source: User data modified successfully !
da_dk: Bruger detaljer ændret med succes.
es_es: Detalles del usuario modificados con éxito.
pl_pl: Dane użytkownika zmodyfikowany pomyślnie.

# display_UserSavedSucessFully
source: User Information data saved sucessfully !
da_dk: Brugeroplysninger gemt med succes.
es_es: Información del usuario guardada con éxito.
pl_pl: Informacje o użytkowniku zapisane pomyślnie.

# display_UserUpdatedSucessFully
source: User Information data updated sucessfully !
da_dk: Brugeroplysninger Opdateret held.
es_es: Información de usuario actualizada con éxito.
pl_pl: Informacje o użytkowniku Aktualizacja pomyślnie.

# required_sSearchText
source: Please enter search text.
da_dk: Indtast søgetekst.
es_es: Por favor, introduzca el texto de búsqueda.
pl_pl: Proszę wpisać szukany tekst.

# display_CanNotAssignYouSelf
source: Sorry! You cannot assign yourself for this operation.
da_dk: Undskyld! Du kan ikke tildele dig selv for denne operation.
es_es: ¡Lo siento! No puede asignarse para esta operación.
pl_pl: Przepraszam! Nie można przypisać się do tej operacji.

# required_Supervisor
source: Please select Supervisor
da_dk: Vælg Supervisor
es_es: Por favor seleccione Supervisor
pl_pl: Wybierz Supervisor

# display_Supervisor
source: Supervisor
da_dk: Tilsynsførende
pl_pl: Kierownik
