Repository: birlasoft370/Exl-NerveHub
Catalog: CorDig_EXL_NerveHub_MicUI_LandingPage/CodeBase/BPA.GlobalResources/UI/AppConfiguration/Resources.Calender.*.resx
Languages: da_dk, pl_pl

# confirmDelete
source: Do you wish to delete Calendar?
da_dk: Har du ønsker at slette Kalender?
pl_pl: Czy chcesz usunąć kalendarz?

# displayCalendarName
source: Calendar Name:
da_dk: Kalender Navn:
pl_pl: Kalendarz Nazwa:

# msgDeleted
source: Calendar data deleted successfully !.
da_dk: Kalender slettet.
pl_pl: Kalendarz został pomyślnie usunięty.

# msgError
source: Error Occured!
da_dk: Fejl opstod!
pl_pl: Wystąpił błąd!

# msgSave
source: Calendar data saved successfully !.
da_dk: Kalender gemt.
pl_pl: Kalendarz zapisany pomyślnie.

# msgUpdate
source: Calendar data updated successfully !.
da_dk: Kalender opdateret.
pl_pl: Kalendarz zaktualizowany pomyślnie.

source: Quality Management
da_dk: Kvalitetsstyring
pl_pl: Zarządzanie jakością

# requiredCalName
source: Please enter Calendar Name.
da_dk: Venligst Indtast Kalender navn.
pl_pl: Proszę podać nazwę kalendarza.

# TitleCalendarMaster
source: Calendar Master
da_dk: Kalender Master
pl_pl: Kalendarz Główna

# msgCalendarAlreadyDefined
source: Calendar already defined for week
da_dk: Kalender allerede defineret for uge
pl_pl: Kalendarz już zdefiniowane przez tydzień

# msgCalendarDataInformation
source: Calendar Data Information
da_dk: Kalender data Information
pl_pl: Kalendarz danych informacji

# msgDateRangeOverLap
source: Date range overlaps with already defined calendar for week
da_dk: Dato interval overlapper allerede defineret kalender for uge
pl_pl: Zakres dat pokrywa się z wcześniej zdefiniowanego kalendarza tygodnia

# dispalyDefineWeek
source: Define Week
da_dk: Definer Week
pl_pl: Definiowanie Tydzień

# displayCalendarData
source: Calenda Data
pl_pl: Calenda danych

# EndDateCheck
source: End date must be greater than start date for row
da_dk: Slutdato skal være større end Startdato for Row
pl_pl: Data zakończenia musi być większa niż data początkowa dla rzędu

# displayCalendarDataView
source: Calenda Data View
da_dk: Calenda datavisning
pl_pl: Calenda Widok danych

# displayCalendar
source: Calendar:
da_dk: Kalender:
pl_pl: Kalendarz:

# displayEndDateofMonth
source: End Date Of Month:
da_dk: Slutdato for måned:
pl_pl: Data zakończenia miesiąca:

# displayMonth
source: Month:
da_dk: Måned:
pl_pl: Miesiąc:

# displayStartDateofMonth
source: Start Date Of Month:
da_dk: Startdato for måned:
pl_pl: Data rozpoczęcia miesiąca:

# displayWeekStartDay
source: Week Start Day:
da_dk: Uge Start Dag:
pl_pl: Tydzień Dzień Początek:

# displayYear
source: Year:
da_dk: År:
pl_pl: Rok:

# requiredCalendar
source: Please select Calendar Name.
da_dk: Vælg venligst kalender.
pl_pl: Wybierz kalendarz.

# requiredDefineCalendar
source: Please define Calendar.
da_dk: definere venligst kalender.
pl_pl: Proszę zdefiniować kalendarz.

# requiredEndDateofMonth
source: Please select End Date Of Month.
da_dk: Vælg venligst Slutdato Of måned.
pl_pl: Wybierz Data zakończenia miesiąca.

# requiredMonth
source: Please select Month.
da_dk: Venligst Seelct Måned.
pl_pl: Proszę Seelct miesiąca.

# requiredStartDateofMonth
source: Pease select Start Date Of Month.
da_dk: Pease Vælg StartDateofMonth.
pl_pl: Pease Wybierz StartDateofMonth.

# requiredWeekList
source: Please define Week.
da_dk: Venligst Definer Week.
pl_pl: Proszę zdefiniować tygodniu.

# requiredWeekStartDay
source: Please select Week Start Day.
da_dk: Vælg venligst Uge Start Day.
pl_pl: Wybierz dzień tygodnia Start.

# requiredYear
source: Please select Year.
da_dk: Vælg venligst År.
pl_pl: Wybierz rok.

# displayCalendarMasterList
source: Calendar Master List
da_dk: Kalender Master List
pl_pl: Lista Mistrz Kalendarz

# displayDescription
source: Description:
da_dk: Beskrivelse:
pl_pl: Opis:

# displayDisable
source: Disable:
da_dk: Deaktiver:
pl_pl: Wyłączyć:

# displayUpdaed
source: Calendar Data Updated.
da_dk: Kalenderdata Opdateret.
pl_pl: Kalendarz danych aktualizowana.

# dispCreateNewCal
source: Create New Calendar
da_dk: Opret ny kalender
pl_pl: Utwórz nowy kalendarz

# dispModifyCal
source: Modify Exising Calendar
da_dk: Ændre Exising Kalender
pl_pl: Modyfikacja Exising kalendarz

# dispSearchCal
source: Search Calendar
da_dk: Søg Kalender
pl_pl: Znajdź w kalendarzu

# dispCreateNewCalData
source: Create New Calendar Data
da_dk: Opret ny kalender data
pl_pl: Tworzenie nowego kalendarza danych

# dispModifyNewCalData
source: Modify Existing Calendar Data
da_dk: Modificere eksisterende kalender data
pl_pl: Modyfikacja istniejącego kalendarza danych

# SearchCreateCalData
source: Search Calendar Data
da_dk: Søg Kalender data
pl_pl: Szukaj Kalendarz Data

# dispCalendarDataExist
source: Calendar data exists already. Please enter another data for calendar.
da_dk: Kalender data findes allerede, skal du indtaste en anden data til kalender
pl_pl: Kalendarz danych już istnieje, należy wprowadzić kolejne dane do kalendarza

# dispDateRangeOverlaps
source: Date range overlaps with already defined calendar for week
da_dk: Dato interval overlapper allerede defineret kalender for uge
pl_pl: Zakres dat pokrywa się z wcześniej zdefiniowanego kalendarza tygodnia

# displayAddNewRow
source: Add New Row
da_dk: Tilføj ny Row
pl_pl: Dodaj nowy wiersz

# displayWeek
source: Week
da_dk: Uge
pl_pl: Tydzień

# displayEndDate
source: End Date
da_dk: Slutdato
pl_pl: Data końcowa

# displayStartDate
source: Start Date
da_dk: Start dato
pl_pl: Data rozpoczęcia
