Repository: birlasoft370/Exl-NerveHub
Catalog: CorDig_EXL_NerveHub_MicUI_LandingPage/CodeBase/BPA.GlobalResources/UI/WorkManagement/Resource.WorkDefinition.*.resx
Languages: da_dk, es_es, pl_pl

# dispaly_Client
source: Client Name:
da_dk: Klient Navn:
es_es: Nombre del cliente:
pl_pl: Nazwa klienta:

# display_Action
source: Action
da_dk: Handling
es_es: Acción
pl_pl: Akcja

# display_ApporveGridTitle
source: Work Object Approvals
da_dk: Arbejde Object Godkendelser
es_es: Las aprobaciones objeto de trabajo
pl_pl: Zatwierdzenia obiektu Pracuj

# display_Approve
source: Approve
da_dk: Godkende
es_es: Aprobar
pl_pl: Zatwierdzać

# display_ApproveBussinesApprover
source: Business Approver
da_dk: forretning Godkender
es_es: aprobador de negocios
pl_pl: Biznes zatwierdzająca

# display_ApproveCampaign
source: Campaign
da_dk: Kampagne
es_es: Campaña
pl_pl: Kampania

# display_ApproveClient
source: Client
da_dk: Klient
es_es: Cliente
pl_pl: Klient

# display_ApproveProcess
source: Process
da_dk: Behandle
es_es: Proceso
pl_pl: Proces

# display_ApproveRequestedon
source: Requested On
da_dk: Anmodet On
es_es: solicitado el
pl_pl: Żądana dniu

# display_ApproveRequester
source: Requester:
es_es: solicitante:
pl_pl: wnioskodawca:

# display_ApproveStatus
source: Status
es_es: Estado

# display_ApproveTechApprover
source: Technology Approver
da_dk: Teknologi Godkender
es_es: tecnología aprobador
pl_pl: Technologia zatwierdzająca

# display_ApproveTitle
source: Work Definition Approval
da_dk: Arbejde Definition Godkendelse
es_es: Definición de aprobación de trabajo
pl_pl: Pracuj Definicja Zatwierdzenie

# display_BtnBack
source: Back
da_dk: Tilbage
es_es: Espalda
pl_pl: Plecy

# display_BtnNew
source: New
da_dk: Ny
es_es: Nuevo
pl_pl: Nowy

# display_BtnSave
source: Save
da_dk: Spare
es_es: Salvar
pl_pl: Zapisać

# display_BtnSearch
source: Search
da_dk: Søge
es_es: Buscar
pl_pl: Szukanie

# display_Campaign
source: Campaign Name:
da_dk: Kampagne Navn:
es_es: Nombre de campaña:
pl_pl: Nazwa kampanii:

# display_Cancel
source: Cancel
da_dk: Ophæve
es_es: Cancelar
pl_pl: Anuluj

# display_Choice
source: Choice
da_dk: Valg
es_es: Elección
pl_pl: Wybór

# display_ChoiceValue
source: Choice Value
da_dk: Valg Value
es_es: opción Valor
pl_pl: wybór Wartość

# display_Column
source: Column
da_dk: Kolonne
es_es: Columna
pl_pl: Kolumna

# display_ColumnSpan
source: Column Span
da_dk: Kolonne Span
es_es: tamaño de columna
pl_pl: kolumna Span

# display_Delete
source: Delete
da_dk: Slette
es_es: Borrar
pl_pl: Kasować

# display_Description
source: Description:
da_dk: Beskrivelse:
es_es: Descripción:
pl_pl: Opis:

# display_Disable
source: Disable:
da_dk: Deaktiver:
es_es: Inhabilitar:
pl_pl: Wyłączyć:

# display_DisplayOrder
source: Display Order
es_es: Orden de visualización
pl_pl: Kolejność wyświetlania

# Display_EmpidLanID
source: Emp ID/Lan ID
es_es: Emp ID / ID Lan

# display_ErrorSnapshot
source: Error Snapshot:
da_dk: Fejl Snapshot:
es_es: Instantánea de error:
pl_pl: Błąd Migawka:

# display_FromDate
source: From Date:
da_dk: Fra dato:
es_es: Partir de la fecha:
pl_pl: Od daty:

# display_GenerateLetter
source: Generate Letter:
da_dk: Generer Letter:
es_es: Generar Carta:
pl_pl: Generowanie list:

# display_IsVisible
source: Is Visible
da_dk: er synlig
es_es: Es visible
pl_pl: jest widoczny

# display_Length
source: Length
da_dk: Længde
es_es: Longitud
pl_pl: Długość

# display_NoColumns
source: No. of Columns:
da_dk: Antal kolonner:
es_es: Número de columnas:
pl_pl: Ilość kolumn:

# display_NoRows
source: No. of Rows:
da_dk: Antal rækker:
es_es: Número de Filas:
pl_pl: Ilość rzędów:

# display_ObjectDataType
source: Object Data Type
da_dk: Objekt Datatype
es_es: Objeto Tipo de datos
pl_pl: Obiekt Typ danych

# display_ObjectLabel
source: Object Label
da_dk: Objekt Label
es_es: Etiqueta de objeto
pl_pl: Etykieta obiektu

# display_ObjectName
source: Object Name
da_dk: Objekt Navn
es_es: Nombre del objeto
pl_pl: Nazwa obiektu

# display_ObjectType
source: Object Type
da_dk: Objekttype
es_es: Tipo de objeto
pl_pl: Typ obiektu

# display_Process
source: Process Name:
da_dk: Proces Navn:
es_es: Nombre del proceso:
pl_pl: Nazwa procesu:

# display_Purposeofcreationofwork
source: Purpose of Creation Work Definition:
da_dk: Formålet med Creation Work Definition:
es_es: Definición propósito de la creación de trabajo:
pl_pl: Cel pracy Stworzenie Definicja:

# display_Reject
source: Reject
da_dk: Afvise
es_es: Rechazar
pl_pl: Odrzucać

# display_Required
source: Required
da_dk: Nødvendig
es_es: Necesario
pl_pl: wymagany

# display_Row
source: Row
da_dk: Række
es_es: Fila
pl_pl: Rząd

# display_Searchable
source: Searchable
da_dk: Søgbar
es_es: investigable
pl_pl: Przeszukiwalny

# display_selectedValue
source: Select
da_dk: &lt;-vælg-&gt;
es_es: &lt;-Select-&gt;
pl_pl: &lt;-wybierz-&gt;

# display_Select_PurposeofWork
source: Select
da_dk: Vælg Purpose of Work
es_es: Seleccione Propósito de Trabajo
pl_pl: Wybierz celu wykonywania pracy

# display_Submit
source: Submit
da_dk: Indsende
es_es: Enviar
pl_pl: Zatwierdź

# display_Title
source: Work Definition Master
da_dk: Arbejde Definition Master
es_es: Definición de trabajo Maestro
pl_pl: Pracuj Definicja Mistrz

# display_ToDate
source: To Date:
da_dk: Til dato:
es_es: Hasta la fecha:
pl_pl: Spotykać się z kimś:

# display_TrasactionType
source: Trasaction Type
es_es: Tipo trasaction
pl_pl: Trasaction Rodzaj

# display_Unique
source: Unique
da_dk: Enestående
es_es: Único
pl_pl: Wyjątkowy

# display_Validation
source: Validation
da_dk: Validering
es_es: Validación
pl_pl: Uprawomocnienie

# display_ViewDetail
source: View Details
da_dk: Se detaljer
es_es: Ver detalles
pl_pl: Pokaż szczegóły

# display_WorkDefinitionName
source: Work Definition Name:
da_dk: Arbejde Definition Navn:
es_es: Trabajo Nombre Definición:
pl_pl: Pracuj Definicja Nazwa:

# required_Campaign
source: Please select Campaign Name
da_dk: Vælg venligst kampagne.
es_es: Por favor seleccione la campaña.
pl_pl: Wybierz kampanię.

# required_CampTermCodeName
source: Please select Client Name
da_dk: Vælg venligst Client
es_es: Por favor seleccione Cliente
pl_pl: Wybierz klienta

# required_Client
source: Please select Client Name
da_dk: Vælg venligst Client.
es_es: Por favor seleccione Cliente.
pl_pl: Wybierz Client.

# required_Columns
source: Please select no Columns
da_dk: Vælg venligst ingen Kolonner.
es_es: Por favor, no seleccionar columnas.
pl_pl: Wybierz Brak kolumn.

# required_NoOfRows
source: Please enter no. of Rows
da_dk: Venligst Indtast Antal Rækker.
es_es: Por favor, introduzca Nº de filas.
pl_pl: Proszę podać nr wierszy.

# required_Process
source: Please select Process Name
da_dk: Vælg venligst Process.
es_es: Por favor seleccione Proceso.
pl_pl: Wybierz Process.

# required_WorkDefinationName
source: Purpose of Creation Work Definition
da_dk: Formålet med Creation Work Definition
es_es: Propósito de la Creación Definición de Trabajo
pl_pl: Celem utworzenia Pracy Definicja

# display_NoRecord
source: No request is pending for Approval
da_dk: Ingen anmodning afventer til godkendelse
es_es: No hay petición está pendiente de aprobación
pl_pl: Żaden wniosek o zatwierdzenie czeka

# display_work_seach
source: Search Work Definition
da_dk: Søg Work Definition
es_es: Definición del trabajo de búsqueda
pl_pl: Szukaj pracy Definicja

# display_Name
source: Name:
da_dk: Navn:
es_es: Nombre:
pl_pl: Nazwa:

# diplay_ApproveSuccessfully
source: Work Definition request approved successfully !.
da_dk: Anmodning Godkendt succes
es_es: Se aprobó la solicitud con éxito
pl_pl: Zapytanie Zatwierdzone powodzeniem

# diplay_CancelSuccessfully
source: Work Definition request cancelled successfully !.
da_dk: Anmodning Annulleret med succes
es_es: Solicitud cancelada exitosamente
pl_pl: Zamówienie anulowane z powodzeniem

# diplay_RejectSuccessfully
source: Work Definition request rejected successfully !.
da_dk: Anmodning Afvist succes
es_es: Se rechazó la solicitud con éxito
pl_pl: Wniosek odrzucony powodzeniem

# display_error
source: Error while saving data !
da_dk: Fejl ved lagring af data!
es_es: Error al guardar los datos!
pl_pl: Błąd podczas zapisywania danych!

# display_PreView
source: Preview
da_dk: Fernisering
es_es: Avance
pl_pl: Zapowiedź

# dispaly_Changerequest
source: Additional Change Request:
da_dk: Yderligere Change Request:
es_es: Cambio adicional de pedidos:
pl_pl: Dodatkowa zmiana Żądanie:

# display_WorkPreView
source: PreView Work defination
es_es: defination-PreView Trabajo
pl_pl: defination PreView Pracuj

# display_StoreWorkDefinitionName
source: Work Definition Name
da_dk: Arbejde Definition Navn
es_es: Trabajo Nombre de definición
pl_pl: Pracuj Definicja Nazwa

# display_storeLabelName
source: Work Definition Layout
da_dk: Arbejde Definition Layout
es_es: Disposición trabajo Definición
pl_pl: Układ Pracy Definicja

# display_storePriviewName
source: Preview
da_dk: Fernisering
es_es: Avance
pl_pl: Zapowiedź

# diplay_submitmsg
source: Work Definition change request submitted successfully !.
da_dk: Skift Anmodning sendt
es_es: Solicitud de Cambio enviado correctamente
pl_pl: Zmiana wniosku przedłożonego Pomyślnie

# display_commentmsg
source: Please enter comment to change the request!
da_dk: Angiv kommentar at ændre anmodningen!
es_es: Por favor, especifique comentario para cambiar la petición!
pl_pl: Proszę podać komentarz zmienić prośbę!

# diaplay_TargetObject
source: Target Object
da_dk: Target Objekt
es_es: objeto de destino
pl_pl: Obiekt docelowy

# display_ClearFormula
source: Clear Formula
da_dk: Klar Formula
es_es: claro Fórmula
pl_pl: Mgła Formula

# display_Constant
source: Constant
da_dk: Konstant
es_es: Constante
pl_pl: Stały

# display_Event
source: Event
da_dk: Tilfælde
es_es: Evento
pl_pl: Zdarzenie

# display_Object
source: Object
da_dk: Objekt
es_es: Objeto
pl_pl: Obiekt

# display_Operator
source: Operator
da_dk: Operatør
es_es: Operador

# display_Property
source: Property
da_dk: Ejendom
es_es: Propiedad
pl_pl: Nieruchomość

# display_Refresh
source: Refresh
da_dk: Opfriske
es_es: Refrescar
pl_pl: Odświeżać

# display_Undo
source: Undo
da_dk: Fortryd
es_es: Deshacer
pl_pl: Cofnij

# dispaly_TargetObject
source: Target Object
da_dk: Target Objekt
es_es: objeto de destino
pl_pl: Obiekt docelowy

# display_Formula
source: Formula
da_dk: Formel
es_es: Fórmula
pl_pl: Formuła

source: Required Event.
da_dk: Nødvendig Event.
es_es: Evento requerido.
pl_pl: Wymagane zdarzeń.

# required_object
source: Please enter Object
da_dk: Nødvendig Object
es_es: objeto requerido
pl_pl: wymagane obiektu

# required_TargetObject
source: Please enter Target Object.
da_dk: Requeired Target Object.
es_es: Objeto de destino Requeired.
pl_pl: Requeired obiektu docelowego.

# display_Delete_Confirmation
source: Formula will be deleted parmanently. Are You Sure?
da_dk: Formula vil blive slettet Parmanently.
es_es: Fórmula serán borrados Parmanently.
pl_pl: Formuła zostanie usunięty Parmanently.

# confirmFormulaReplacement
source: Formula exist for this Object Event combination. Do you want to replace?
da_dk: Formel findes for denne kombination Object Event.
es_es: Fórmula existe para esta combinación de eventos de objetos.
pl_pl: Formuła istnieją dla tej kombinacji zdarzeń obiektów.

# displayEvents
source: Events
da_dk: Begivenheder
es_es: Eventos
pl_pl: Wydarzenia

# displayFormilaUpdatedSuccessfully
source: Formula data updated successfully !.
da_dk: Formel opdateret.
es_es: Fórmula actualizado correctamente.
pl_pl: Formuła została zaktualizowana.

# displayFormulaSavedSuccessfully
source: Formula data saved successfully !.
da_dk: Formel gemt.
es_es: Fórmula guardado correctamente.
pl_pl: Wzór zapisany pomyślnie.

# displayNoFormulaToClear
source: There is no formula to clear.
da_dk: Der er ingen formel til at rydde.
es_es: No existe una fórmula para borrar.
pl_pl: Nie ma formuły, aby wyczyścić.

# displayPleaseSelectObject
source: Please select Object.
da_dk: Vælg venligst Objekt.
es_es: Por favor elija objeto.
pl_pl: Wybierz obiekt.

# displaySeelct
source: --select--
da_dk: --vælge--
es_es: --seleccionar--
pl_pl: --Wybierz--

# displayWorkCreated
source: Work Definition data saved successfully !.
da_dk: Arbejde Opret Succesfuld!
es_es: El trabajo crear con éxito!
pl_pl: Pracuj Tworzenie powodzeniem!

# requiredConstant
source: Please select Constant
da_dk: Vælg venligst Konstant.
es_es: Por favor seleccione constante.
pl_pl: Wybierz Constant.

# requiredEvents
source: Please select Events
da_dk: Vælg venligst Begivenheder.
es_es: Por favor, seleccione Eventos.
pl_pl: Wybierz zdarzenia.

# requiredFixValue
source: Please enter any fix value while trying to compare/ set the value of selected Object.
da_dk: Venligst Indtast en fast værdi, mens du prøver at sammenligne / indstille værdien af valgte objekt.
es_es: Por favor, introduzca cualquier valor fijo al tratar de comparar / establecer el valor del objeto seleccionado.
pl_pl: Proszę podać dowolną wartość poprawek podczas próby porównania / ustawić wartość wybranego obiektu.

# requiredFormula
source: Please create correct formula
da_dk: Opret rigtige formel.
es_es: Por favor, cree fórmula correcta.
pl_pl: Proszę utworzyć poprawną formułę.

# requiredOperator
source: Please select Operator
da_dk: Vælg venligst Operator.
es_es: Por favor seleccione Operador.
pl_pl: Wybierz operatora.

# requiredProoperty
source: Please select one of the possible properties while trying to compare/ set the value of selected Object
da_dk: Vælg venligst en af de mulige egenskaber samtidig forsøger at sammenligne / indstille værdien af valgte objekt.
es_es: Por favor seleccione una de las posibles propiedades mientras se intenta comparar / establecer el valor del objeto seleccionado.
pl_pl: Proszę wybrać jedną z możliwych właściwości podczas próby porównania / ustawić wartość wybranego obiektu.

# display_bisReportOrder
source: Report Order
da_dk: rapport Order
es_es: informe Orden
pl_pl: Zgłoś Zamówienie

# required_btnSubmit
source: Submit
da_dk: Indsende
es_es: Enviar
pl_pl: Zatwierdź

# display_ErrorDurationInDay
source: Error duration in days
da_dk: Fejl varighed i dage
es_es: duración error en días
pl_pl: Błąd w dniach trwania

# display_btnClose
source: Close
da_dk: Tæt
es_es: Cerca
pl_pl: Blisko

# display_LetterMaping
source: Letter Maping Field
es_es: Carta Maping Campo
pl_pl: List Maping Pole

# display_datatype
source: DataType
es_es: Tipo de datos
pl_pl: Typ danych

# display_msgBlankRow
source: Please fill the blank row in grid like..
da_dk: Udfyld Blank Row i gitteret ligesom ..
es_es: Por favor, rellene la fila en blanco en la rejilla como ..
pl_pl: Proszę wypełnić pusty wiersz w siatce jak ..

# title_WorkRequest
source: Work Object Creation Request Details
da_dk: Arbejde Object Creation ledig Detaljer
es_es: La creación de objetos de trabajo Detalle de la información
pl_pl: Pracuj Tworzenie obiektu żądania Szczegóły

# displayListOfFormulae
source: List Of Formula
da_dk: Liste over formlerne
es_es: Lista de Fórmulas
pl_pl: Lista wzorach

# display_CreateNewWorkDefinitionMaster
source: Create New Work Definition Master
da_dk: Opret ny Work Definition Master
es_es: Crear nuevo trabajo Definición Maestro
pl_pl: Tworzenie nowej pracy Definicja Mistrza

# display_Descriptiongrid
source: Description
da_dk: Beskrivelse
es_es: Descripción
pl_pl: Opis

# display_ModifyExistingWorkDefinitionMaster
source: Modify Existing Work Definition Master
da_dk: Ændre eksisterende arbejde Definition Master
es_es: Modificar existente Maestro Definición de Trabajo
pl_pl: Modyfikacja istniejących prac Definicja Mistrza

# display_ViewDetails
source: View Details
da_dk: Se detaljer
es_es: Ver detalles
pl_pl: Pokaż szczegóły

# display_ViewDetailsRequestAdditionalChange
source: View Details/Request Additional Change
da_dk: Vis detaljer / Request Yderligere Change
es_es: Ver Detalles / Solicitud de Cambio adicional
pl_pl: Zobacz szczegóły / Prośba o dodatkowe Zmień

# display_ViewEditDetails
source: View/Edit Details
da_dk: Se / rediger detaljer
es_es: Ver / Editar detalles
pl_pl: Zobacz / Edytuj szczegóły

# display_GroupID
source: Group ID
da_dk: Gruppe-id
es_es: ID de grupo
pl_pl: Grupa ID

# display_LANID
source: LAN ID
es_es: identificación de LAN

# display_AddNewRecord
source: Add New Record
da_dk: Tilføj ny post
es_es: Añadir nuevo registro
pl_pl: Dodaj nowy rekord

# display_Letter
source: Letter
da_dk: Brev
es_es: Carta
pl_pl: List

# display_LetterLibrary
source: Letter Library
da_dk: Letter Bibliotek
es_es: Biblioteca carta
pl_pl: list Biblioteka

# required_LetterName
source: Please select Letter Name
da_dk: Vælg venligst brev navn.
es_es: Por favor seleccione del nombre de letra.
pl_pl: Wybierz List Name.

# required_Purpuse
source: Please choose at least one purpuse of work creation.
da_dk: Vælg mindst én purpuse skabelse arbejde.
es_es: Por favor, elija al menos un purpuse de la creación de trabajo.
pl_pl: Proszę wybrać przynajmniej jeden purpuse tworzenia prac.

# display_FormulaDeleted
source: Formula data deleted successfully !.
da_dk: Formel slettet.
es_es: Fórmula eliminado correctamente.
pl_pl: Formuła została usunięta.

# display_CustomerIdentifier
source: Case Identifier
es_es: caso Identificador
pl_pl: Sprawa Identifier

# display_Editable
source: Editable
da_dk: Redigerbar
pl_pl: edytowalne
