Repository: birlasoft370/Exl-NerveHub
Catalog: CorDig_EXL_NerveHub_MicUI_LandingPage/CodeBase/BPA.GlobalResources/UI/WorkManagement/Resources.GridHeader.*.resx
Languages: da_dk, es_es

source: Break End Date Time
da_dk: Break Slutdato Time
es_es: Fecha de finalización de la ruptura

source: Break Start Date Time
da_dk: Break Start Dato Tid
es_es: Hora de inicio de la pausa

source: Break Time
da_dk: Pause
es_es: Descanso

source: Campaign ID
da_dk: kampagne-id
es_es: ID de campaña

source: Campaign Login
da_dk: kampagne Login
es_es: Acceso a la campaña

source: Campaign Login Time
da_dk: Kampagne Login Time
es_es: Tiempo de inicio de sesión de la campaña

source: Campaign Logout Time
da_dk: Kampagne Log Time
es_es: Tiempo de cierre de sesión de campaña

source: Campaign Name
da_dk: kampagne Navn
es_es: Nombre de campaña

source: Camp Login Start Date Time
da_dk: Camp Log ind Start Dato Tid
es_es: Inicio de sesión del campamento Hora

source: Camp Logout End Date Time
da_dk: Camp Logout Slutdato Time
es_es: Fecha de finalización de sesión de Campamento Hora

# Client
source: Client Name
es_es: nombre del cliente

source: Comments
da_dk: Kommentarer
es_es: Comentarios

source: Delay Comments
da_dk: Delay Kommentarer
es_es: Retraso Comentarios

source: Delay Reason
da_dk: Forsinkelse Årsag
es_es: Delay Razón

source: Delay Time
da_dk: Forsinkelse
es_es: Tiempo de retardo

source: Emp ID
es_es: ID de vacío

source: Leaving Date
da_dk: Forlader Dato
es_es: Fecha de salida

source: Login Count
da_dk: Login Grev
es_es: Cuenta de inicio de sesión

source: Login Time
es_es: Tiempo de acceso

source: Non Productive Break Time
da_dk: Ikke Produktive Break Time
es_es: Tiempo de descanso no productivo

source: Non Productive Work Time
da_dk: Ikke produktivt arbejde Time
es_es: Tiempo de trabajo no productivo

# Process
source: Process Name
da_dk: Proces Navn
es_es: Nombre del proceso

source: Process Name
da_dk: Proces Navn
es_es: Nombre del proceso

source: Productive Break Time
da_dk: Produktive Break Time
es_es: Tiempo productivo de descanso

source: Productive Work Time
da_dk: Produktiv Arbejdstid
es_es: Tiempo productivo de trabajo

source: Productivity Work PerHour
da_dk: Produktivitet Arbejde PerHour
es_es: Productividad Trabajo PerHour

source: Roster Date
da_dk: Roster Dato
es_es: Fecha de la lista

source: Shift End Date Time
da_dk: Shift Slutdato Time
es_es: Fecha de finalización de turno Hora

source: Shift Login Hrs
da_dk: Skift Log Timer
es_es: Horas de acceso de Shift

source: Shift Start Date Time
da_dk: Skift Start Dato Tid
es_es: Hora de inicio de turno Hora

source: Start Date Time
da_dk: Start Dato Tid
es_es: Fecha de inicio Hora

source: System Idle Time
es_es: Tiempo inactivo del sistema

source: Team ID
es_es: ID del equipo

source: Team Name
da_dk: Hold navn
es_es: Nombre del equipo

source: Total Break Time
es_es: Tiempo total de descanso

source: Total Work Time
es_es: Tiempo total de trabajo

source: User ID
da_dk: bruger ID
es_es: Identidad de usuario

source: User Name
da_dk: brugernavn
es_es: Nombre de usuario

source: Work Count
da_dk: Arbejde Count
es_es: Cuenta de trabajo

source: Work Time
da_dk: Arbejdstid
es_es: Tiempo de trabajo

source: Shift End
es_es: Final de turno

source: Shift Start
es_es: Inicio de turno
