Repository: birlasoft370/Exl-NerveHub
Catalog: CorDig_EXL_NerveHub_MicUI_LandingPage/CodeBase/BPA.GlobalResources/UI/WorkManagement/Resource.Reports.*.resx
Languages: es_es

# display_msgatleastOne
source: Please enter atleast one search criteria!
es_es: Por favor, introduzca el atleast criterios de búsqueda uno!

# display_MsgTeam
source: Please select Team Name
es_es: Por favor, seleccione el nombre del equipo

# display_Title
source: Hourly Productivity Chart
es_es: Gráfico de la productividad por hora

# display_Title_AccountHistory
source: Account History Report
es_es: Cuenta historial

# display_Title_TransactioAHT
source: Transaction AHT Report
es_es: Informe de transacción AHT

# display_RescheduleTransactionReport
source: Reschedule Transaction Report
es_es: Volver a programar el reporte de transacción

# display_TotalRecords
source: Total No. of Records Found:
es_es: No. total de registros encontrados:

# required_PleaseSelectTeamName
source: Please select Team Name
es_es: Por favor, seleccione el nombre del equipo

# display_HourlyProductivityChart
source: Hourly Productivity Chart
es_es: Gráfico de la productividad por hora

# display_BatchStatusReports
source: Batch Status Report
es_es: Informe de estado de lotes

# display_BSR_AsOnCurrentDate
source: As On Current Date
es_es: Como en la fecha actual

# display_BSR_Attempted
source: Attempted
es_es: Intentó

# display_BSR_BatchCode
source: Batch Code :
es_es: Código de lote :

# display_BSR_BatchStatus
source: Batch Status
es_es: Estado de lotes

# display_BSR_CampaignName
source: Campaign Name :
es_es: Nombre de campaña :

# display_BSR_ClientName
source: Client Name :
es_es: Nombre del cliente :

# display_BSR_Data
source: Data
es_es: Datos

# display_BSR_FilteredBy
source: Filtered By
es_es: Por filtrada

# display_BSR_FromDate
source: From Date :
es_es: Partir de la fecha :

# display_BSR_Graphics
source: Graphics
es_es: Gráficos

# display_BSR_IsBackOffice
source: Is BackOffice
es_es: es BackOffice

# display_BSR_NumberoftotalRecords
source: Number of total Records :
es_es: Número de Registros totales:

# display_BSR_OutcomeBasedStatus
source: Outcome Based Status
es_es: Estado basado en los resultados

# display_BSR_OutcomeStatusBasedon
source: Out Come Status Based on
es_es: Estado cabo Ven Sobre la base de

# display_BSR_percentage
source: percentage
es_es: porcentaje

# display_BSR_ProcessName
source: Process Name :
es_es: Nombre del proceso :

# display_BSR_ResolutionCode
source: Resolution Code :
es_es: Código de resolución:

# display_BSR_ToDate
source: To Date :
es_es: Hasta la fecha :

# display_BSR_UnAttempted
source: Un Attempted
es_es: Un intento de

# display_BSR_btn_Clear
source: Clear
es_es: Claro

# display_BSR_btn_GenerateReport
source: Generate Report
es_es: Generar informe
