Repository: birlasoft370/Exl-NerveHub
Catalog: CorDig_EXL_NerveHub_MicUI_LandingPage/CodeBase/BPA.GlobalResources/UI/WorkManagement/Resources.UploadWork.*.resx
Languages: da_dk, es_es, pl_pl

# dispaly_Title
source: Upload Work
es_es: Subir trabajo
pl_pl: Prześlij Pracuj

# displaybatchCode
source: Batch Code:
da_dk: Batch kode
es_es: Código de lote
pl_pl: Kod Batch

# displayBatchStatusUpload
source: Batch Status Update
da_dk: Batch status Upload
es_es: Estado de carga por lotes
pl_pl: Batch Stan Prześlij

# displayDeleteData
source: Delete Data
da_dk: Slet data
es_es: Borrar datos
pl_pl: Usuwanie danych

# displayDeleteRecords
source: Delete Records
da_dk: Slet Records
es_es: eliminar registros
pl_pl: usuwanie rekordów

# displayDuplicateRecords
source: Duplicate Records
es_es: registros duplicados
pl_pl: zduplikowane rekordy

# displayFile
source: File:
da_dk: Fil
es_es: Archivo
pl_pl: Plik

# displayFileType
source: File Type:
da_dk: Filtype
es_es: Tipo de archivo
pl_pl: Typ pliku

# displayFreshRecords
source: Fresh Records
da_dk: Friske Records
es_es: Registros frescos

# displayFreshUpload
source: Fresh Upload
da_dk: Frisk Upload
es_es: Subir fresca
pl_pl: świeże Prześlij

# displayDuplicateRecord
source: Duplicate Record
es_es: Duplicar registro
pl_pl: duplikat Record

# displayResolutionCode
source: Resolution Code
da_dk: resolution kode
es_es: Código resolución
pl_pl: Kod Rozdzielczość

# required_BatchCode
source: Please select Batch Code
da_dk: Giv Batchkode.
es_es: Sírvanse proporcionar Código de lote.
pl_pl: Proszę podać kod partii.

# required_File
source: Please browse file.
da_dk: gennemse venligst fil.
es_es: Por favor, navegar archivo.
pl_pl: Proszę przejrzeć plik.

# required_FileType
source: Please select file type
da_dk: Giv filtype.
es_es: Por favor, proporcione el tipo de archivo.
pl_pl: Proszę podać typ pliku.

# required_ResolutionCode
source: Please select Resolution Code
da_dk: Giv Resolution kode.
es_es: Sírvanse proporcionar Código de resolución.
pl_pl: Proszę podać kod Resolution.

# display_CampaignDataUpload
source: Sampling Data Upload
es_es: Muestreo de Datos Subir
pl_pl: Pobieranie próbek danych Prześlij

# dispalyBatchStatusUpdateRequestApprovedSuccessfully
source: Batch status data request approved successfully !.
da_dk: Batch statusopdatering anmodning godkendt med succes
es_es: estado del lote solicitud de actualización aprobado con éxito
pl_pl: Żądanie status Batch zatwierdzona pomyślnie

# dispalyBatchStatusUpdateRequestCancelledSuccessfully
source: Batch status data request cancelled successfully !.
da_dk: Batch status updaterequest annulleret med succes
es_es: updaterequest estado del lote cancelado correctamente
pl_pl: Stan Batch updaterequest anulowane z powodzeniem

# dispalyWorkNotDefined
source: Work Definition is not defined for this campaign so it cannot be uploaded
da_dk: Arbejde Definition er ikke defineret for denne kampagne, så det ikke kan uploades.
es_es: Definición de trabajo no está definido para esta campaña por lo que no se pueden cargar.
pl_pl: Pracuj Definicja nie jest zdefiniowane w tej kampanii, więc nie może być przesłany.

# displarOOPS
source: OOPS! Invalid character
da_dk: OOPS!
es_es: OOPS!
pl_pl: Oops!

# displayAllDuplicateRecordsUploadedSuccessfully
source: All Duplicate Record(s) data uploaded successfully!
da_dk: Alle Duplicate Record (s) Uploaded succesfuldt!
es_es: Todo Duplicar registro (s) cargado correctamente!
pl_pl: Wszystko Duplikat Record (s) został pomyślnie przesłany!

# displayBatchStatusUpdateRequestRejectedSuccessfully
source: Batch status data request rejected successfully !
da_dk: Batch statusopdatering anmodning afvist succes
es_es: Lotes estado de solicitud de actualización rechazada con éxito
pl_pl: Żądanie status partia odrzuciła powodzeniem

# displayColumn
source: Column:
da_dk: Kolonne:
es_es: Columna:
pl_pl: Kolumna:

# displayError
source: Error Occured.
da_dk: Fejl opstod.
es_es: Ocurrió un error.
pl_pl: Wystąpił błąd.

# displayError1
source: Work Definition does not exist for this campaign.
da_dk: Arbejde Definition findes ikke for denne kampagne.
es_es: Definición de trabajo no existe para esta campaña.
pl_pl: Pracuj definicja nie istnieje dla tej kampanii.

# displayError2
source: File cannot be uploaded. Work Object column names and excel file header names must be Identical.
da_dk: Filen kan ikke uploades.
es_es: El archivo no se puede cargar.
pl_pl: Plik nie może zostać przesłany.

# displayError3
source: Columns in the file does not match with the names defined in work definition.
da_dk: Kolonner i filen ikke passer med de navne, der er defineret i Work Definition.
es_es: Columnas del archivo no coincide con los nombres definidos en la definición del trabajo.
pl_pl: Kolumny w pliku nie zgadza się z nazwami zdefiniowanymi w pracy Definition.

# displayExcel
source: Note: You can delete any column from the template generated if you don't want to upload data for that Column. The ordering of these Columns in generated template may be altered; however change in any of the Column Name is not accepted. "\n" Please also be sure that while uploading, the Name of the Text File having the data should be Data.txt.
da_dk: Bemærk: Du kan slette enhver kolonne fra skabelonen genereres, hvis du ikke ønsker at uploade data for denne kolonne.
es_es: Nota: Puede eliminar cualquier columna de la plantilla generada si no desea cargar los datos de esa columna.
pl_pl: Uwaga: Można usunąć każdą kolumnę z szablonu generowanej jeśli nie chcesz, aby przesłać dane dla tej kolumny.

# displayFailDownload
source: Excel Sheet has not any field to download since Work Definition do not have Work Object Column Names.
da_dk: Excel ark har ikke nogen felt for at hente siden Work Definition ikke har Work Object kolonnenavne.
es_es: Hoja de Excel no tiene ningún campo para descarga desde la definición del trabajo no tienen nombres de columna del objeto de trabajo.
pl_pl: Arkusz Excel nie ma żadnego pola do pobierania od pracy Definicja nie mają nazw kolumn obiektów Pracy.

# displayFileHeaderDoNotMatch
source: Uploaded excel file header does not match
da_dk: Uploaded excel fil header matcher ikke
es_es: Subida cabecera del archivo de Excel no coincide
pl_pl: Zamieszczone nagłówek pliku Excel nie pasuje

# displayFreshRecordUploaded
source: Fresh Record(s) data uploaded successfully !.
da_dk: Frisk Record (er) Uploaded succesfuldt!
es_es: Fresca Registro (s) cargado correctamente!
pl_pl: Świeże Record (s) został pomyślnie przesłany!

# displayMustBeUniqueKey
source: There must be one unique key defined in work object column name.
da_dk: Der skal være en Unik nøgle defineret i Work Objekt Column Name.
es_es: Tiene que haber una clave única se define en el objeto de trabajo Nombre de la columna.
pl_pl: Musi istnieć jeden unikalny klucz z definicją zawartą w kolumnie Nazwa obiektu Pracy.

# displayNoData2Download
source: No data to download !.
da_dk: Ingen data til Download.
es_es: No hay datos para descargar.
pl_pl: Brak danych do pobrania.

# displayNoRecordToUpload
source: There is no record(s) to uploaded !.
da_dk: Der er ingen Record (er) for at uploade!
es_es: No hay ningún registro (s) para cargar!
pl_pl: Nie ma Record (s), aby załadować!

# displayRow
source: Found in Row:
da_dk: Fundet i række:
es_es: Se encuentra en la fila:
pl_pl: Znalezione w wierszu:

# displaySelectedDuplicateRecordUploaded
source: Selected duplicate record(s) uploaded successfully !.
da_dk: Valgt Duplicate Record (er) Uploaded succesfuldt!
es_es: Duplicar registro seleccionado (s) cargado correctamente!
pl_pl: Wybrane Duplikat Record (s) został pomyślnie przesłany!

# displayTxt
source: Note: You can delete any column from the template generated if you don't want to upload data for that Column. The ordering of these Columns in generated template may be altered; however change in any of the Column Name is not accepted."\n"Please also be sure that while uploading, the Name of the Work Sheet having the data should be Sheet1.
da_dk: Bemærk: Du kan slette enhver kolonne fra skabelonen genereres, hvis du ikke ønsker at uploade data for denne kolonne.
es_es: Nota: Puede eliminar cualquier columna de la plantilla generada si no desea cargar los datos de esa columna.
pl_pl: Uwaga: Można usunąć każdą kolumnę z szablonu generowanej jeśli nie chcesz, aby przesłać dane dla tej kolumny.

# displayUploaded
source: File Uploaded Successfully.
da_dk: Fil uploadet.
es_es: El archivo ha subido correctamente.
pl_pl: Plik został pomyślnie przesłany.

# msgDataIsNotValid
source: Uploaded Data file is not valid
da_dk: Uploadet Datafil er ikke gyldig
es_es: Subida de archivos de datos no es válida
pl_pl: Przesłany plik danych nie jest ważny

# msgEmptyFile
source: File being uploaded is empty.
da_dk: Fil bliver uploadet er tom.
es_es: Archivo que se está cargado está vacío.
pl_pl: Plik jest dodany jest pusty.

# msgFieldCanNotHaveanyBlankValue
source: field can not have any blank value in the sheet to be uploaded.
da_dk: felt kan ikke have nogen tom værdi i ark, der skal uploades.
es_es: campo no puede tener ningún valor en blanco en la hoja que va a cargar.
pl_pl: Pole nie może mieć dowolną wartość pusty w arkuszu zostać przesłany.

# msgFieldDoesNotExist
source: field is not there in the sheet to be uploaded.
da_dk: felt ikke er der i arket, der skal uploades.
es_es: campo no existe en la hoja para ser cargado.
pl_pl: Pole nie ma w karcie mają być przesłane.

# requiredFileType
source: Please select File Type
da_dk: Vælg venligst Filtype.
es_es: Por favor seleccione el tipo de archivo.
pl_pl: Wybierz typ pliku.

# CheckDate
source: From date must be smaller than To date !.
da_dk: Fra dato skal være mindre end til dato.
es_es: A partir de la fecha debe ser menor que hasta la fecha.
pl_pl: Od daty musi być mniejsza niż do tej pory.

# diplayRequiredFile
source: Select the template first
da_dk: Upload fil først!
es_es: Por favor, cargar el archivo en primer lugar!
pl_pl: Proszę przesłać plik pierwszy!

# dispalyPlease_Browse_File_As_Per_File_Type
source: Please browse file as per file type
da_dk: Venligst Gennemse fil som Per filtype.
es_es: Por favor, archivos de búsqueda como por tipo de archivo.
pl_pl: Proszę przejrzeć jak plik od rodzaju pliku.

# displayConfirmForDelete
source: Do you wish to delete this record ?
da_dk: Har du ønsker at slette Record!
es_es: ¿Quiere Eliminar registro!
pl_pl: Czy chcesz usunąć rekord!

# displayDelete_Request_Send_For_Approval
source: Delete request send for Approval.
da_dk: Slet anmodning sende til godkendelse.
es_es: Eliminar solicitud de envío para su aprobación.
pl_pl: Usuń zapytanie Wyślij do zatwierdzenia.

# displayFile_Size_Error
source: Max 4 MB file size is allowed!
da_dk: Max 4 MB filstørrelse er tilladt!
es_es: Se permite un máximo de tamaño de archivo de 4 MB!
pl_pl: Max 4 MB Rozmiar pliku jest dozwolone!

# displayNo_Duplicate_Record_Found
source: No duplicate record found !.
da_dk: Ingen Duplicate oplysning fundet!
es_es: Sin Duplicar registro encontrado!
pl_pl: Nie Duplikat znaleziona!

# displayNo_Fresh_Record_Found
source: No fresh record found !.
da_dk: Ingen Fresh oplysning fundet!
es_es: Sin registro frescos encontrado!
pl_pl: Nie Fresh znaleziona!

# displayNo_Record_Deleted
source: No record deleted !.
da_dk: Ingen rekord slettet!
es_es: Sin registro eliminado!
pl_pl: Brak rekordu usunięte!

# displayNo_record_found_for_given_date
source: No record found for given date !.
da_dk: Ingen rekord fundet for given dato!
es_es: No hay resultados para la fecha dada récord!
pl_pl: Nie znaleziono podanej daty rekord!

# displayOnly
source: Only
da_dk: Kun
es_es: Solamente
pl_pl: Tylko

# displayPlease_Select_Record
source: Please select Record
da_dk: Vælg venligst Record!
es_es: Por favor seleccione Grabar!
pl_pl: Wybierz rekord!

# displayPlease_Select_To_Date
source: Please select To Date
da_dk: Vælg opdateret!
es_es: Por favor, seleccione al día!
pl_pl: Proszę wybrać na bieżąco!

# displaySelect_Option
source: Please select option for Fresh Upload/Delete or Batch Status Update
da_dk: Vælg mulighed for Friske Upload / Slet eller Batch statusopdatering.
es_es: Por favor, seleccione la opción para Fresh Subir / Borrar o por lotes actualización del estado.
pl_pl: Proszę wybrać opcję Fresh Upload / Usuń lub aktualizacji statusu partii.

# displayTotal_Duplicate
source: Total Duplicate Records -
es_es: Total de registros duplicados -
pl_pl: Wszystkich zduplikowane rekordy -

# displayTotal_Records
source: Total Fresh Records -
es_es: Total de entradas frescas -
pl_pl: Wszystkich Fresh Records -

# display_Please_Select_From_Date
source: Please select From Date
da_dk: Vælg Fra dato!
es_es: Por favor seleccione de fecha!
pl_pl: Proszę wybrać z Date!

# displayFormDate
source: From Date:
da_dk: Fra dato:
es_es: Partir de la fecha:
pl_pl: Od daty:

# displayPara1
source: � The template to delete data is fixed. You need to keep only WorkId column in the Excel sheet. The value of WorkId can be obtained from Batch Report (Reports > Workflow > Batch Reports) and necessary processing at Ops end.
da_dk: Skabelonen til at slette data er fast.
es_es: La plantilla para eliminar los datos es fijo.
pl_pl: Szablon do usuwania danych jest stała.

# displayPara2
source: � After deletion, the data would not be recoverable in any of the circumstances.
da_dk: Efter sletning, vil dataene ikke kan inddrives i en hvilken som helst af de omstændigheder.
es_es: Tras la eliminación, los datos no puede obtenerse en cualquiera de las circunstancias.
pl_pl: Po skasowaniu, dane nie mogą być wypłacone w żadnej sytuacji.

# displayPara3
source: � All the data associated with a WorkId will be deleted (If users have also worked on the WorkId).
da_dk: Alle data, der er forbundet med en WorkId vil blive slettet (hvis brugerne også har arbejdet på WorkId).
es_es: Se eliminarán todos los datos asociados a un WorkId (Si los usuarios también han trabajado en la WorkId).
pl_pl: Wszelkie dane związane z WorkId zostaną usunięte (jeśli użytkownicy nie pracował na WorkId).

# displayPara4
source: � All the details of those transaction will be deleted however, time consumed on those transaction would reside in the system.
da_dk: Alle detaljer på dem transaktionen vil blive slettet dog tid forbruges på dem transaktion vil opholde sig i systemet.
es_es: Todos los detalles de las transacciones se eliminarán sin embargo, el tiempo consumido en los transacción residiría en el sistema.
pl_pl: Wszystkie szczegóły tych transakcji zostaną usunięte jednak czasu zużywanego na tych transakcji będzie znajdować się w systemie.

# displayPara5
source: � Data deleted will not be available in any of the reports, only Time Consumed will be reflected in all Productivity Reports.
da_dk: Data slettet vil ikke være tilgængelig i nogen af rapporterne, vil kun tiden Forbrugt afspejles i alle Produktivitet Reports.
es_es: Los datos borrados no estarán disponibles en ninguno de los informes, sólo el tiempo consumido se reflejará en todos los informes de productividad.
pl_pl: Dane usunięte nie będą dostępne w żadnym z raportów, tylko czasu potrzebnego zostaną odzwierciedlone we wszystkich Productivity Reports.

# displayTitleBatchList
source: Campaign Uploaded Batch List
da_dk: Kampagne Uploaded Batch List
es_es: Campaña Subido Lista de lotes
pl_pl: Kampania Zamieszczone Lista Batch

# displayToDate
source: To Date:
da_dk: Til dato:
es_es: Hasta la fecha:
pl_pl: Spotykać się z kimś:

# displayTable
source: in Table
da_dk: i tabel
es_es: en mesa
pl_pl: Tabela

# display_InvalidColumn
source: Invalid columns found
da_dk: Ugyldige kolonner Found -
es_es: Las columnas no válidas Se han encontrado -
pl_pl: Nieprawidłowe Kolumny Znalezione -

# displayColumnMustExist
source: Columns in the file does not match with the names defined in work definition.
da_dk: Kolonner i filen ikke passer med de navne, der er defineret i Work Definition.
es_es: Columnas del archivo no coincide con los nombres definidos en la definición del trabajo.
pl_pl: Kolumny w pliku nie zgadza się z nazwami zdefiniowanymi w pracy Definition.

# displayFileMustBeIdentical
source: File cannot be uploaded. Work Object Column Names and Excel File Header Names must be Identical.
da_dk: Filen kan ikke uploades.
es_es: El archivo no se puede cargar.
pl_pl: Plik nie może zostać przesłany.

# display_WorkDefinitionDoesNotExist
source: Work Definition does not exist for this campaign.
da_dk: Arbejde Definition findes ikke for denne kampagne.
es_es: Definición de trabajo no existe para esta campaña.
pl_pl: Pracuj definicja nie istnieje dla tej kampanii.

# display_DeleteBatch
source: Delete Batch
da_dk: Slet Batch
es_es: eliminar por lotes
pl_pl: Usuń Batch

# display_Excel2003Format
source: Excel(2003) Format
es_es: Excel (2003) Formato

# display_Excel2007Format
source: Excel(2007) Format
es_es: Excel (2007) Formato

# display_FindDuplicate
source: Find Duplicate
da_dk: Find identiske
es_es: Encuentra duplicados
pl_pl: Znajdź duplikaty

# display_PendingApprovalList
source: Pending Approval List
da_dk: Afventer godkendelse List
es_es: A la espera de la aprobación de lista
pl_pl: Lista oczekujących Zatwierdzenie

# display_Refresh
source: Refresh
da_dk: Opfriske
es_es: Refrescar
pl_pl: Odświeżać

# display_Text
source: Text
da_dk: Tekst
es_es: Texto
pl_pl: Tekst

# display_Upload
source: Upload
es_es: Subir
pl_pl: Przekazać plik

# display_UploadAllDuplicateRecords
source: Upload All Duplicate Records
da_dk: Upload Alle Duplicate Records
es_es: Sube Todos los registros duplicados
pl_pl: Przesłać wszystkie zduplikowane rekordy

# display_UploadFreshRecords
source: Upload Fresh Records
es_es: Sube frescas Registros
pl_pl: Dodaj Fresh Records

# display_UploadSelectedDuplicateRecords
source: Upload Selected Duplicate Records
da_dk: Upload Valgte Duplicate Records
es_es: Sube seleccionados registros duplicados
pl_pl: Prześlij Wybrane zduplikowane rekordy

# ErrorMsg
source: File has not any field to download since Work Definition do not have Work Object Column Names.
da_dk: Fil har ikke nogen felt for at hente siden Work Definition ikke har Work Object kolonnenavne.
es_es: El archivo no tiene ningún campo para descarga desde la definición del trabajo no tienen nombres de columna del objeto de trabajo.
pl_pl: Plik nie ma żadnego pola do pobierania od pracy Definicja nie mają nazw kolumn obiektów Pracy.

# required_Filefill
source: Please fill required fields (*)
da_dk: Udfyld venligst obligatoriske felter (*)
es_es: Rellene los campos obligatorios (*)
pl_pl: Proszę wypełnić wymagane pola (*)
